{"meta":{"title":"Enzo Lorio","subtitle":"","description":"Enzo Lorio","author":"Enzo Lorio","url":"https://enzolorio.github.io","root":"/"},"pages":[{"title":"about","date":"2022-11-27T21:59:17.000Z","updated":"2022-11-27T22:00:53.018Z","comments":true,"path":"about/index.html","permalink":"https://enzolorio.github.io/about/index.html","excerpt":"","text":"linktrsubitoE-MailTelegram"},{"title":"categories","date":"2022-01-16T14:32:55.000Z","updated":"2022-01-16T14:39:34.534Z","comments":true,"path":"categories/index.html","permalink":"https://enzolorio.github.io/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2022-01-16T14:33:08.000Z","updated":"2022-01-16T14:41:36.734Z","comments":true,"path":"tags/index.html","permalink":"https://enzolorio.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"HUAWEI 5G CPE 5S H153-381 MODEM ROUTER CPE 5G 4G WIFI6","slug":"H153-381","date":"2025-01-28T18:25:15.000Z","updated":"2025-03-28T01:07:54.458Z","comments":true,"path":"2025/01/28/H153-381/","link":"","permalink":"https://enzolorio.github.io/2025/01/28/H153-381/","excerpt":"HUAWEI 5G CPE 5S H153-381 MODEM ROUTER CPE 5G 4G WIFI6","text":"HUAWEI 5G CPE 5S H153-381 MODEM ROUTER CPE 5G 4G WIFI6 Il Huawei 5G CPE 5S (modello H153-381) è un router 5G/4G indoor con supporto WiFi 6, distribuito in Europa principalmente nella versione brandizzata Orange Spagna. Nonostante il branding, il dispositivo è sbloccato e compatibile con tutte le SIM europee. ⚙️ Specifiche tecniche principali Modem 5G proprietario Huawei: supporto completo a reti 5G NSA/SA e 4G LTE Prestazioni uplink avanzate: 2x2 MIMO in upload su rete 5G Compatibilità SIM: pieno supporto multi-operatore (TIM, Vodafone, WINDTRE, Iliad, etc.) WiFi: WiFi 6 (802.11ax) – copertura estesa e gestione efficiente di dispositivi multipli Porte di rete: Ethernet Gigabit (LAN + WAN) Funzioni di rete avanzate: Band Lock e Cell Lock disponibili tramite interfaccia tecnica o accessi avanzati 📶 Bande supportate (modem Huawei) Il modulo radio interno è sviluppato da Huawei e garantisce pieno supporto alle bande principali usate in Europa: 5G NR: n1 / n3 / n7 / n28 / n78 4G LTE: B1 / B3 / B7 / B8 / B20 / B28 / B32 🛠️ Dettagli tecnici e firmware Il router espone funzionalità di Band Lock e Cell Lock, accessibili tramite comandi tecnici o interfaccia web estesa La porta RJ11 è presente ma disabilitata nel firmware Orange; non disponibile per uso telefonico Alcune unità riportano il marchio “Brovi” (OEM Huawei) a causa di restrizioni commerciali, ma l’hardware è lo stesso del modello Huawei ufficiale ✅ Pro e ❌ Limitazioni Aspetti positivi Limitazioni note Modem Huawei con uplink 2x2 MIMO Nessuna funzione telefonica (RJ11 disattiva) Supporto Band Lock + Cell Lock Interfaccia brandizzata Orange (semplificata) Compatibilità totale SIM Nessun supporto antenne esterne (no TS9) 🔍 Considerazioni finaliIl Huawei H153-381 è un CPE indoor molto valido dal punto di vista tecnico, grazie al modem Huawei con supporto MIMO 2x2 in uplink e alle funzionalità Band Lock/Cell Lock, non sempre presenti nei router consumer. Sebbene l’interfaccia Orange sia semplificata e priva di alcune opzioni evolute, il dispositivo offre ottima stabilità, ottimizzazione della banda e compatibilità piena con le reti mobili europee. Ideale per utenti che richiedono affidabilità e prestazioni 5G reali, anche in scenari congestionati o indoor.","categories":[],"tags":[]},{"title":"ZLT X25 PRO modem router cpe 5g 4g t750","slug":"X25-PRO","date":"2024-08-08T23:03:56.000Z","updated":"2025-03-28T01:08:39.896Z","comments":true,"path":"2024/08/09/X25-PRO/","link":"","permalink":"https://enzolorio.github.io/2024/08/09/X25-PRO/","excerpt":"ZLT X25 PRO modem router cpe 5g 4g t750","text":"ZLT X25 PRO modem router cpe 5g 4g t750 Il ZLT X25 PRO è un CPE 5G di fascia medio-alta che integra funzionalità avanzate pensate per ambienti domestici e semi-professionali. Basato su chipset MediaTek T750 e modem RG500L-EU, combina prestazioni elevate, supporto multi-banda e connettività cablata avanzata. ⚙️ Specifiche tecniche principali Chipset: MediaTek T750 – quad-core, progettato specificamente per CPE 5G, ottimizzato per la stabilità di rete Modulo radio: Quectel RG500L-EU (5G/4G), compatibile con reti europee e internazionali Connettività cablata: 2 porte Ethernet 2.5G, utili per sfruttare pienamente la velocità di accesso (in particolare in scenari con aggregazione NR/LTE) Wi-Fi: supporto al Wi-Fi 6 (802.11ax), utile in ambienti ad alta densità di dispositivi Funzione UPS integrata: batteria interna o sistema di alimentazione di emergenza per garantire continuità operativa in caso di blackout temporaneo 📶 Gestione avanzata delle frequenzeIl firmware del dispositivo consente l’utilizzo delle funzioni: Band Lock: blocco manuale delle bande LTE/NR Cell Lock: fissaggio su cella specifica (in base a PCI o eNB/gNB ID) Queste opzioni sono particolarmente utili in contesti con congestione della rete o per utenti che desiderano stabilizzare la connessione evitando handover non necessari. 📊 Supporto frequenze (secondo specifica RG500L-EU)5G NR:n1 / n3 / n7 / n8 / n20 / n28 / n38 / n40 / n41 / n77 / n78 4G LTE:b1 / b3 / b5 / b7 / b8 / b20 / b28 / b32 / b38 / b40 / b41 La disponibilità effettiva può variare in base al firmware installato e al paese di utilizzo. 🔌 Alimentazione e continuità operativaLa presenza di un sistema UPS integrato costituisce un vantaggio distintivo, soprattutto in scenari critici dove è necessario mantenere attiva la connettività in caso di interruzioni elettriche brevi. Questo lo rende adatto anche per applicazioni di videosorveglianza remota, backup dati o telemetria. 📈 Considerazioni tecnicheIl ZLT X25 PRO è adatto a utenti che necessitano di: Un router 5G con elevate capacità di trasmissione dati sia wireless che cablata (grazie al doppio 2.5G LAN) Accesso a funzioni avanzate di rete (band lock / cell lock) anche tramite CLI o interfaccia avanzata Affidabilità operativa in contesti dove la discontinuità di alimentazione può rappresentare un problema","categories":[],"tags":[]},{"title":"Router ZTE MU5120","slug":"Router-ZTE-MU5120","date":"2024-03-24T19:06:25.000Z","updated":"2025-03-27T13:42:11.821Z","comments":true,"path":"2024/03/24/Router-ZTE-MU5120/","link":"","permalink":"https://enzolorio.github.io/2024/03/24/Router-ZTE-MU5120/","excerpt":"","text":"Router ZTE MU5120 ZTE MU5120_BD_LWUKMU5120V1.0.1B01_Enzo Lorio_scat_qmdl_VDF https://uecapability.smartphonecombo.it/view/multi/?id=a596ee1b-6289-4178-9220-f76c4b1a11ab Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"Modem Fibocom 5G M.2 - FM150-AE-11","slug":"fm150","date":"2024-03-01T17:09:47.000Z","updated":"2025-03-27T13:42:11.820Z","comments":true,"path":"2024/03/01/fm150/","link":"","permalink":"https://enzolorio.github.io/2024/03/01/fm150/","excerpt":"Modem Fibocom 5G M.2 - FM150-AE-11 LTE Category (DL/UL) 16 / 13Alternative TBS Indexes 26a, 33a, 33b/256qam+NR NSA Bands (from EUTRA) 1, 3, 5, 8, 20, 28, 38, 41, 77, 78, 79NR SA Bands (from EUTRA) 1, 3, 5, 8, 20, 28, 38, 41, 77, 78, 79","text":"Modem Fibocom 5G M.2 - FM150-AE-11 LTE Category (DL/UL) 16 / 13Alternative TBS Indexes 26a, 33a, 33b/256qam+NR NSA Bands (from EUTRA) 1, 3, 5, 8, 20, 28, 38, 41, 77, 78, 79NR SA Bands (from EUTRA) 1, 3, 5, 8, 20, 28, 38, 41, 77, 78, 79 https://uecapability.smartphonecombo.it/view/multi/?id=7df38a3f-46c3-4ad7-9191-d32196f664dc Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"Magenta 5G Box Outdoor + Indoor","slug":"Magenta_5G_Box_Outdoor_Indoor","date":"2024-03-01T17:04:02.000Z","updated":"2025-03-27T13:42:11.820Z","comments":true,"path":"2024/03/01/Magenta_5G_Box_Outdoor_Indoor/","link":"","permalink":"https://enzolorio.github.io/2024/03/01/Magenta_5G_Box_Outdoor_Indoor/","excerpt":"Magenta 5G Box Outdoor + Indoor","text":"Magenta 5G Box Outdoor + Indoor Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"Askey RTL 6300 ROUTER CPE 5G 4G Outdoor","slug":"Askey-RTL-6300-ROUTER-CPE-5G-4G-Outdoor","date":"2024-03-01T17:00:40.000Z","updated":"2025-03-28T01:10:19.231Z","comments":true,"path":"2024/03/01/Askey-RTL-6300-ROUTER-CPE-5G-4G-Outdoor/","link":"","permalink":"https://enzolorio.github.io/2024/03/01/Askey-RTL-6300-ROUTER-CPE-5G-4G-Outdoor/","excerpt":"Askey RTL 6300 ROUTER CPE 5G 4G Outdoor","text":"Askey RTL 6300 ROUTER CPE 5G 4G Outdoor 🌐 Askey RTL 6300 – CPE 5G/4G Outdoor ad alta resistenzaL’Askey RTL 6300 è un router 5G/4G progettato per installazioni outdoor, ideale in contesti con segnale debole o ambienti esterni esposti. Si distingue per la resistenza ambientale, la compatibilità multi-operatore e la presenza di funzionalità avanzate di gestione della rete. ⚙️ Caratteristiche tecniche essenziali Tecnologia di rete: supporto 5G NSA/SA e 4G LTE Modulo radio: compatibile con le principali bande utilizzate in Europa Compatibilità SIM: testato con successo con TIM, Vodafone, WINDTRE, Iliad, Very Mobile e altri operatori – nessun blocco operatore Funzioni avanzate: Band Lock: blocco manuale delle bande LTE o NR Cell Lock: fissaggio su cella specifica per mantenere una connessione stabile Montaggio esterno: predisposto per installazione su palo o parete 🛡️ Resistenza ambientale – IP67Il dispositivo è certificato IP67, che garantisce: Tenuta totale alla polvere Resistenza all’acqua in immersione temporanea (fino a 1 metro di profondità per massimo 30 minuti) Rispetto ad altri modelli simili (come ZTE MC7010 o ZTE MC889, entrambi IP65), l’Askey RTL 6300 offre un livello di protezione superiore, rendendolo adatto anche a installazioni in ambienti estremi. 🌡️ Gestione termica passivaLa parte posteriore del case integra una piastra in metallo di grandi dimensioni, progettata per la dissipazione passiva del calore. Questo riduce il rischio di surriscaldamento, anche in condizioni climatiche severe o con utilizzo prolungato in pieno sole. 🪛 Adattabilità con cavi Ethernet rotondiIl router è nativamente compatibile con connettori RJ45 stagni, ma in ambito pratico si fa spesso uso di cavi Ethernet rotondi da esterno. Per questo è stata sviluppata una soluzione stampata in 3D: Consente il passaggio del cavo tondo senza dover modificare il case Preserva la tenuta IP67 Compatibile con installazioni standard in ambito networking outdoor 🔹 L’adattatore è stato progettato specificamente per questo modello e rappresenta una soluzione pratica per facilitare l’installazione con cavi comuni da esterno. 🧭 ConclusioneL’Askey RTL 6300 è una scelta solida per chi cerca un router outdoor ad alte prestazioni, compatibile con tutti gli operatori, dotato di funzioni avanzate per la gestione della rete e costruito per durare in condizioni estreme. Il design robusto e le soluzioni pratiche di installazione lo rendono adatto a utilizzi professionali, industriali o in zone rurali dove la qualità del segnale è critica. Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"ZTE MC888A 5G Router X65","slug":"888A","date":"2024-03-01T15:34:11.000Z","updated":"2025-03-27T13:53:34.922Z","comments":true,"path":"2024/03/01/888A/","link":"","permalink":"https://enzolorio.github.io/2024/03/01/888A/","excerpt":"ZTE MC888A X65: Connessione 5G Evoluta e Chiamate Integrate","text":"ZTE MC888A X65: Connessione 5G Evoluta e Chiamate Integrate ZTE MC888A X65: Router 5G Evoluto con Funzionalità Telefoniche e Ampia Compatibilità di BandaIl ZTE MC888A X65 è uno dei pochi router 5G sul mercato in grado di combinare prestazioni elevate, gestione intelligente della rete e una funzionalità spesso trascurata ma molto utile: la porta RJ11 per effettuare chiamate vocali tramite SIM. Ma oltre all’aspetto pratico, questo modello si distingue anche per l’ottimo supporto banda, come dimostrano i dati tecnici ufficiali estratti dal firmware. ✅ Specifiche Firmware e Supporto Banda 5GDal firmware: WEB_EUA1MC888A1V1.0.0B04 wa_inner_version: BD_A1EUMC888AV1.0.0B06 È possibile consultare i dettagli completi dei 5G combos supportati (UE capability) da questo dispositivo al seguente link: 🔗 Visualizza le combinazioni supportate su smartphonecombo.it Questo report mostra che il MC888A X65 supporta una vasta gamma di combinazioni di frequenze 5G NR, inclusi CA (Carrier Aggregation), una caratteristica fondamentale per ottenere prestazioni ottimali in contesti reali, sia in città che in aree con segnale più debole. 📞 Una gestione completa della rete, anche per le chiamateLa porta RJ11 integrata consente di utilizzare il router anche come “base telefonica”, collegando un telefono fisso per chiamate voce tramite rete mobile. È una soluzione pratica in molte situazioni, ad esempio: In abitazioni senza linea fissa In uffici che preferiscono una gestione semplice delle chiamate In ambienti rurali con buona copertura mobile ma servizi limitati su rame o fibra ⚙️ Performance avanzate grazie al modem Qualcomm X65Rispetto a modelli precedenti della stessa linea (come MC801A o MC888 con modem X55/X62), questo dispositivo offre: Migliore aggregazione delle bande 5G Maggiore efficienza energetica Latenze più basse Stabilità anche con più dispositivi connessi 📦 In sintesiIl ZTE MC888A X65 è una scelta solida per chi cerca: Prestazioni 5G elevate Ampia compatibilità con reti mobili europee Supporto per chiamate vocali Un design compatto, semplice da installare E ora, anche con la conferma dei combos 5G ufficiali, è più facile capire se questo router è perfetto per il tuo operatore e le tue esigenze di rete. Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"ONDA ROUTER DM100 5G","slug":"ONDA-DM100","date":"2024-03-01T15:34:02.000Z","updated":"2025-03-27T13:42:11.821Z","comments":true,"path":"2024/03/01/ONDA-DM100/","link":"","permalink":"https://enzolorio.github.io/2024/03/01/ONDA-DM100/","excerpt":"ONDA ROUTER DM100 5G","text":"ONDA ROUTER DM100 5G ONDA DM100 RXLG1.27.00.232_0R04 Enzo Lorio_Airscreen2pcap https://uecapability.smartphonecombo.it/view/multi/?id=c51cb5c8-459b-404d-86de-e79bbe4fbfc5 Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"AW1000 4G 5G CPE ROUTER MODEM WIFI 6","slug":"Arcadyan_AW1000","date":"2024-02-10T17:17:20.000Z","updated":"2025-03-28T01:20:12.544Z","comments":true,"path":"2024/02/10/Arcadyan_AW1000/","link":"","permalink":"https://enzolorio.github.io/2024/02/10/Arcadyan_AW1000/","excerpt":"AW1000 4G 5G CPE ROUTER MODEM WIFI 6","text":"AW1000 4G 5G CPE ROUTER MODEM WIFI 6 📡 Telstra Arcadyan X55 AW1000 – CPE 5G avanzato con firmware sbloccato e architettura QualcommIl Telstra Arcadyan X55 AW1000 è un router 5G indoor di fascia alta, dotato di modem RG500Q-EA (basato su Qualcomm X55) e architettura SoC IPQ8072A, con supporto per WiFi 6 e funzionalità avanzate via firmware non limitato. Originariamente destinato al mercato australiano, è oggi disponibile in versione completamente sbloccata, risultando compatibile con SIM europee e personalizzabile lato software. ⚙️ Architettura hardware CPU: Qualcomm IPQ8072A – Quad-core Cortex-A53 @ 2.2 GHz RAM: 1 GB DDR3 ROM interna: 1 GB NAND Moduli WiFi: QCN5024 (2.4 GHz, WiFi 6) QCN5054 (5 GHz, WiFi 6, fino a 160 MHz channel width) La combinazione hardware consente prestazioni LAN/WLAN elevate, anche in scenari ad alta densità o trasferimento dati locale. 📶 Modulo 5G: RG500Q-EA Chipset modem: Qualcomm Snapdragon X55 Supporto SA / NSA 5G, pienamente compatibile con reti europee Bande tipicamente supportate (verificare sempre nel dettaglio via UE Capability): https://uecapability.smartphonecombo.it/view/multi/?id=5e34eced-ccf7-4d50-85fe-8b2795349cf7 🔌 Porte e connettività 1x porta Ethernet 2.5G 4x porte Gigabit LAN 1x USB 3.0 per storage o stampanti in rete 1x Slot SIM 2x connettori SMA per antenne esterne 5G 1x RJ11 (non funzionante) – non utilizzabile per chiamate, limitato dal firmware originale 🧭 Firmware e funzioni avanzateIl firmware fornito nella versione sbloccata consente: Accesso root o SSH (a seconda della build) Monitoraggio in tempo reale (traffico, frequenze, log) Blocchi su banda/cella (band lock / cell lock) Filtraggio DNS e blocco pubblicità integrati in alcune release personalizzate ⚠️ La porta RJ11 è presente, ma non abilitata per la funzione VoIP. 🖥 Supporto OpenWRT e hardware accelerationÈ noto che il dispositivo supporta parzialmente OpenWRT, ma non tutte le build garantiscono accelerazione hardware. Nelle versioni ottimizzate per l’AW1000: La rete WiFi in LAN raggiunge fino a ~1.6 Gbps reali in test locali CPU load basso durante trasferimenti 5G o LAN, segno dell’efficace utilizzo dell’offload hardware 🧭 Considerazioni finaliIl Telstra Arcadyan X55 AW1000 si rivolge a utenti avanzati alla ricerca di: Prestazioni elevate in rete 5G e WiFi 6 Architettura Qualcomm scalabile e stabile Firmware sbloccato e flessibile, con accesso a funzionalità spesso assenti nei dispositivi consumer Compatibilità con OpenWRT per scenari di routing personalizzati o applicazioni edge È una soluzione interessante sia in ambito residenziale avanzato sia in contesti semi-professionali, dove stabilità, controllo e performance sono prioritari. Rooter Sono solo dei vecchi appunti che avevo fatto quando avevo installato Rooter. Di per sé quel firmware non ha molto valore pratico, anche perché non supporta l’accelerazione hardware. 🌟 Immergiti nell’era dell’iper-connessione con il rivoluzionario router 5G Telstra Arcadyan X55 AW1000! Un vero capolavoro tecnologico, questo dispositivo offre un’esperienza di navigazione straordinaria grazie al suo firmware completamente sbloccato. 🚀 Al centro di questo prodigio tecnico, troviamo il processore Qualcomm IPQ8072A: quattro potenti core Cortex-A53 a 2,2 GHz, supportati da 1 GB di RAM e 1 GB di ROM, garantiscono una performance senza pari. I sofisticati chip QCN5024+QCN5054, che gestiscono il wireless, permettono al router di raggiungere larghezze di banda fino a 160 MHz, assicurando una connessione veloce come il vento per ogni tuo dispositivo. 🔗 Per quanto riguarda la connettività fisica, il router offre un’ampia gamma di opzioni: una porta 2,5 G, quattro porte Ethernet Gigabit, una porta RJ11 per le chiamate, una porta USB 3 per la condivisione di dispositivi, uno slot per schede SIM e due connettori per antenne SMA esterne. Una suite completa per collegare i tuoi dispositivi sia cablati che wireless.🌠 Nota: l’uso della porta RJ11 è limitato a causa di restrizioni nel firmware. 📡 La caratteristica distintiva è il modulo 5G RG500Q-EA basato sul Qualcomm X55, che apre le porte a una connessione 5G di livello mondiale. Capace di operare su varie frequenze 5G, questo router sfrutta le più avanzate reti di nuova generazione. 💼🖥🎲 In sintesi, il Telstra Arcadyan X55 AW1000 è la Ferrari della connessione Internet: un mix di velocità, potenza e visione futuristica. Naviga, guarda in streaming, gioca con una fluidità e velocità ineguagliabili! Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"telekom-5g-outdoor-x62","slug":"telekom-5g-outdoor-x62","date":"2023-12-17T11:47:56.000Z","updated":"2024-01-02T15:44:41.036Z","comments":true,"path":"2023/12/17/telekom-5g-outdoor-x62/","link":"","permalink":"https://enzolorio.github.io/2023/12/17/telekom-5g-outdoor-x62/","excerpt":"telekom-5g-outdoor-x62 Telekom 5G Empfänger","text":"telekom-5g-outdoor-x62 Telekom 5G Empfänger 1234567891011121314151617181920212223242526272829303132333435363738394041424344454647484950515253545556575859606162636465666768697071727374757677787980818283RG520NEUDBR01A04M8GA_OCPU_ACY_BETA_20220713Cdev: size erasesize namemtd0: 00280000 00040000 &quot;sbl&quot;mtd1: 00100000 00040000 &quot;mibib&quot;mtd2: 01600000 00040000 &quot;efs2&quot;mtd3: 00280000 00040000 &quot;rawdata&quot;mtd4: 00380000 00040000 &quot;sys_rev&quot;mtd5: 00280000 00040000 &quot;cust_info&quot;mtd6: 00200000 00040000 &quot;tz&quot;mtd7: 00140000 00040000 &quot;tz_devcfg&quot;mtd8: 00140000 00040000 &quot;ddr&quot;mtd9: 00140000 00040000 &quot;apdp&quot;mtd10: 00140000 00040000 &quot;xbl_config&quot;mtd11: 00100000 00040000 &quot;xbl_ramdump&quot;mtd12: 00140000 00040000 &quot;multi_image&quot;mtd13: 00100000 00040000 &quot;multi_image_qti&quot;mtd14: 00140000 00040000 &quot;aop&quot;mtd15: 00140000 00040000 &quot;qhee&quot;mtd16: 00140000 00040000 &quot;abl&quot;mtd17: 00340000 00040000 &quot;uefi&quot;mtd18: 00140000 00040000 &quot;toolsfv&quot;mtd19: 00140000 00040000 &quot;loader_sti&quot;mtd20: 00100000 00040000 &quot;logfs&quot;mtd21: 00140000 00040000 &quot;devinfo&quot;mtd22: 00140000 00040000 &quot;sec&quot;mtd23: 00a80000 00040000 &quot;multi_fota&quot;mtd24: 00140000 00040000 &quot;misc&quot;mtd25: 00140000 00040000 &quot;ipa_fw&quot;mtd26: 00140000 00040000 &quot;usb_qti&quot;mtd27: 01700000 00040000 &quot;boot&quot;mtd28: 01700000 00040000 &quot;b_boot&quot;mtd29: 05b00000 00040000 &quot;modem&quot;mtd30: 05b00000 00040000 &quot;b_modem&quot;mtd31: 06500000 00040000 &quot;system&quot;mtd32: 06500000 00040000 &quot;b_system&quot;mtd33: 01f00000 00040000 &quot;oemapp&quot;mtd34: 01f00000 00040000 &quot;b_oemapp&quot;mtd35: 01f00000 00040000 &quot;oemdata&quot;mtd36: 00200000 00040000 &quot;board_data&quot;mtd37: 1ab80000 00040000 &quot;usrdata&quot;[2023-12-17_12:36:53:239]RG520N-EU[2023-12-17_12:36:53:239]Revision: RG520NEUDBR01A06M8GAdev: size erasesize namemtd0: 00280000 00040000 &quot;sbl&quot;mtd1: 00100000 00040000 &quot;mibib&quot;mtd2: 01600000 00040000 &quot;efs2&quot;mtd3: 00280000 00040000 &quot;rawdata&quot;mtd4: 00380000 00040000 &quot;sys_rev&quot;mtd5: 00280000 00040000 &quot;cust_info&quot;mtd6: 00200000 00040000 &quot;tz&quot;mtd7: 00140000 00040000 &quot;tz_devcfg&quot;mtd8: 00140000 00040000 &quot;ddr&quot;mtd9: 00140000 00040000 &quot;apdp&quot;mtd10: 00140000 00040000 &quot;xbl_config&quot;mtd11: 00100000 00040000 &quot;xbl_ramdump&quot;mtd12: 00140000 00040000 &quot;multi_image&quot;mtd13: 00100000 00040000 &quot;multi_image_qti&quot;mtd14: 00140000 00040000 &quot;aop&quot;mtd15: 00140000 00040000 &quot;qhee&quot;mtd16: 00140000 00040000 &quot;abl&quot;mtd17: 00340000 00040000 &quot;uefi&quot;mtd18: 00140000 00040000 &quot;toolsfv&quot;mtd19: 00140000 00040000 &quot;loader_sti&quot;mtd20: 00100000 00040000 &quot;logfs&quot;mtd21: 00140000 00040000 &quot;devinfo&quot;mtd22: 00140000 00040000 &quot;sec&quot;mtd23: 00a80000 00040000 &quot;multi_fota&quot;mtd24: 00140000 00040000 &quot;misc&quot;mtd25: 00140000 00040000 &quot;ipa_fw&quot;mtd26: 00140000 00040000 &quot;usb_qti&quot;mtd27: 01700000 00040000 &quot;boot&quot;mtd28: 01700000 00040000 &quot;b_boot&quot;mtd29: 05b00000 00040000 &quot;modem&quot;mtd30: 05b00000 00040000 &quot;b_modem&quot;mtd31: 06500000 00040000 &quot;system&quot;mtd32: 06500000 00040000 &quot;b_system&quot;mtd33: 01f00000 00040000 &quot;oemapp&quot;mtd34: 01f00000 00040000 &quot;b_oemapp&quot;mtd35: 01f00000 00040000 &quot;oemdata&quot;mtd36: 1ad80000 00040000 &quot;usrdata&quot; Quectel RG520N-EU Revision: RG520NEUDBR01A06M8GA UE Capability Information airlog2pcap","categories":[],"tags":[{"name":"4g","slug":"4g","permalink":"https://enzolorio.github.io/tags/4g/"},{"name":"5g","slug":"5g","permalink":"https://enzolorio.github.io/tags/5g/"},{"name":"outdoor","slug":"outdoor","permalink":"https://enzolorio.github.io/tags/outdoor/"}]},{"title":"cpe","slug":"cpe","date":"2023-11-27T18:27:36.878Z","updated":"2025-03-27T13:42:11.820Z","comments":true,"path":"2023/11/27/cpe/","link":"","permalink":"https://enzolorio.github.io/2023/11/27/cpe/","excerpt":"","text":"CPE Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"Nokia FastMile 4G Receiver","slug":"Nokia-FastMile-4G","date":"2023-09-10T07:55:28.000Z","updated":"2023-09-10T16:39:14.356Z","comments":true,"path":"2023/09/10/Nokia-FastMile-4G/","link":"","permalink":"https://enzolorio.github.io/2023/09/10/Nokia-FastMile-4G/","excerpt":"Nokia FastMile 4G Receiver E-UTRA bands Model Band 42/43/48 (mono-band support) 4G01-A Band 42/43/48(1) (ABA support) 4G01-B Band 3 (mono-band support) 4G02-A Band 7/38/40/41 (mono-band support) 4G03-A Band 3/7/20/32 (multi-band support) 4G04-A Band 1/3/7/38/40/41/20/28 (multi-band support) 4G05-A and 4G05-B Band 2/25/4/66/7/42/43/48(2)/28 (multi-band support) 4G06-A « does (2) need to be removed and Note 2 removed or re-worded as per ALU02675463 (Fastmile 4G - 4G06-A with pre-installed CBSD certificate) Band 1/3/7/20/32 (multi-band support) 4G17-A (1) Note that B48 for the 4G01-B has not been tested for FCC certification and is not ready for commercial use inthis release.(2) Note that FCC certification for B48 for the 4G06-A is ongoing and is not ready for commercial use in this release&lt;&lt; remove or re-word? &gt;&gt; mono-band support = non aggrega con altre bande multi-band support = aggrega con altre bande","text":"Nokia FastMile 4G Receiver E-UTRA bands Model Band 42/43/48 (mono-band support) 4G01-A Band 42/43/48(1) (ABA support) 4G01-B Band 3 (mono-band support) 4G02-A Band 7/38/40/41 (mono-band support) 4G03-A Band 3/7/20/32 (multi-band support) 4G04-A Band 1/3/7/38/40/41/20/28 (multi-band support) 4G05-A and 4G05-B Band 2/25/4/66/7/42/43/48(2)/28 (multi-band support) 4G06-A « does (2) need to be removed and Note 2 removed or re-worded as per ALU02675463 (Fastmile 4G - 4G06-A with pre-installed CBSD certificate) Band 1/3/7/20/32 (multi-band support) 4G17-A (1) Note that B48 for the 4G01-B has not been tested for FCC certification and is not ready for commercial use inthis release.(2) Note that FCC certification for B48 for the 4G06-A is ongoing and is not ready for commercial use in this release&lt;&lt; remove or re-word? &gt;&gt; mono-band support = non aggrega con altre bande multi-band support = aggrega con altre bande Ho trovato la foto dell’interno da Internet, non ne conosco la fonte, grazie all’autore originale https://fcc.report/FCC-ID/2ADZR23002690FM20/4960932.pdf 4G05A Fast Mile 4 G Receiver by Nokia Shanghai Bell","categories":[],"tags":[]},{"title":"ZTE 888 ULTRA GigaCube 5G Z22","slug":"888-ultra","date":"2023-08-31T22:00:00.000Z","updated":"2025-03-27T21:31:20.402Z","comments":true,"path":"2023/09/01/888-ultra/","link":"","permalink":"https://enzolorio.github.io/2023/09/01/888-ultra/","excerpt":"ZTE 888 ULTRAZTE 888 ULTRA GigaCube 5G Z22 🧩 ZTE MC888 Ultra (Gigacube Z22) – Note tecniche e differenze tra versioniIl ZTE MC888 Ultra, noto anche come Vodafone Gigacube 5G Z22, è un CPE 5G ad alte prestazioni, dotato di modem Qualcomm Snapdragon X55 e supporto avanzato per aggregazione 5G/4G. Tuttavia, la sua funzionalità effettiva dipende fortemente dalla versione firmware e dalla regione di commercializzazione. 🇮🇹 Versione Vodafone Italia – Limitazioni note Firmware attuale (marzo 2025): VDFITMC888ULTRAV1.0.0B10 Porta telefonica disattivata: l’interfaccia RJ11 non è funzionante; non è prevista la gestione VoIP nei firmware distribuiti da Vodafone Italia Accesso sviluppatore bloccato: la modalità developer non è accessibile né tramite exploit web, né via adb o interfacce nascoste Banda B20 non aggregabile (nelle prime release): i firmware più vecchi non permettevano l’aggregazione LTE B20, ma il problema è stato risolto a partire dalla versione B08 in poi ⚠️ L’impossibilità di accedere al menu developer impedisce la selezione manuale delle bande o delle celle, rendendo più difficile ottimizzare la connessione in scenari congestionati. 🌍 Versioni internazionali – Differenze chiave🇩🇪 Vodafone Germania e 🇪🇸 Vodafone Spagna Firmware condiviso: CR_VDFEUMC888ULTRAV1.0.0B06 Accesso alla modalità *developer* disponibile, tramite interfaccia web avanzata o exploit specifici Porta telefonica RJ11 disattivata anche in queste versioni, ma presente fisicamente Il comportamento è pressoché identico tra le due: entrambe offrono maggiore libertà di configurazione rispetto alla variante italiana 💡 In questi modelli è possibile monitorare e gestire bande, frequenze e parametri radio avanzati, rendendoli più adatti a utenti esperti che necessitano di ottimizzare la connessione. 🇬🇧 Versione UK Unica variante in cui la porta telefonica RJ11 risulta attiva Developer mode accessibile Versioni firmware meno limitate lato UI (interfaccia completa)","text":"ZTE 888 ULTRAZTE 888 ULTRA GigaCube 5G Z22 🧩 ZTE MC888 Ultra (Gigacube Z22) – Note tecniche e differenze tra versioniIl ZTE MC888 Ultra, noto anche come Vodafone Gigacube 5G Z22, è un CPE 5G ad alte prestazioni, dotato di modem Qualcomm Snapdragon X55 e supporto avanzato per aggregazione 5G/4G. Tuttavia, la sua funzionalità effettiva dipende fortemente dalla versione firmware e dalla regione di commercializzazione. 🇮🇹 Versione Vodafone Italia – Limitazioni note Firmware attuale (marzo 2025): VDFITMC888ULTRAV1.0.0B10 Porta telefonica disattivata: l’interfaccia RJ11 non è funzionante; non è prevista la gestione VoIP nei firmware distribuiti da Vodafone Italia Accesso sviluppatore bloccato: la modalità developer non è accessibile né tramite exploit web, né via adb o interfacce nascoste Banda B20 non aggregabile (nelle prime release): i firmware più vecchi non permettevano l’aggregazione LTE B20, ma il problema è stato risolto a partire dalla versione B08 in poi ⚠️ L’impossibilità di accedere al menu developer impedisce la selezione manuale delle bande o delle celle, rendendo più difficile ottimizzare la connessione in scenari congestionati. 🌍 Versioni internazionali – Differenze chiave🇩🇪 Vodafone Germania e 🇪🇸 Vodafone Spagna Firmware condiviso: CR_VDFEUMC888ULTRAV1.0.0B06 Accesso alla modalità *developer* disponibile, tramite interfaccia web avanzata o exploit specifici Porta telefonica RJ11 disattivata anche in queste versioni, ma presente fisicamente Il comportamento è pressoché identico tra le due: entrambe offrono maggiore libertà di configurazione rispetto alla variante italiana 💡 In questi modelli è possibile monitorare e gestire bande, frequenze e parametri radio avanzati, rendendoli più adatti a utenti esperti che necessitano di ottimizzare la connessione. 🇬🇧 Versione UK Unica variante in cui la porta telefonica RJ11 risulta attiva Developer mode accessibile Versioni firmware meno limitate lato UI (interfaccia completa) porta telefonica NON funziona cell lock ✔️ bands lock ✔️ https://192.168.0.1/index.html#developer_options GigaCube 5G Z22 - Anleitungen &amp; Einrichtung | Vodafone-Hilfe ZTE 888 ULTRA FWA 5G INDOOR ITALIA","categories":[],"tags":[]},{"title":"MODEM INTERNO LINKEM SAGEMCOM FAST 5862L SIM 5G WIFI WIRELESS","slug":"FAST-5862L","date":"2023-08-31T22:00:00.000Z","updated":"2023-09-10T08:40:06.871Z","comments":true,"path":"2023/09/01/FAST-5862L/","link":"","permalink":"https://enzolorio.github.io/2023/09/01/FAST-5862L/","excerpt":"MODEM INTERNO LINKEM SAGEMCOM FAST 5862L SIM 5G WIFI WIRELESSRG502Q-GT funziona solo con sim linkem","text":"MODEM INTERNO LINKEM SAGEMCOM FAST 5862L SIM 5G WIFI WIRELESSRG502Q-GT funziona solo con sim linkem","categories":[],"tags":[]},{"title":"Vodafone Bronze Plus","slug":"Vodafone-Bronze-Plus","date":"2023-08-10T16:23:33.002Z","updated":"2025-03-27T13:42:11.821Z","comments":true,"path":"2023/08/10/Vodafone-Bronze-Plus/","link":"","permalink":"https://enzolorio.github.io/2023/08/10/Vodafone-Bronze-Plus/","excerpt":"Vodafone Bronze Plus 2024-07-01_16_04_10L’offerta è riservata ai clienti in portabilità provenienti da Iliad, PosteMobile, Fastweb e Operatori Virtuali (esclusi KENA, VERY, HO MOBILE). include minuti ed SMS illimitati e 150 Giga Giga illimitati con metodo di pagamento Smart Pay (IBAN) prezzo bloccato per 24 mesi attivando . 5G L’offerta viene addebitata attraverso il metodo di pagamento scelto, ma non è soggetta a nessun vincolo contrattuale.","text":"Vodafone Bronze Plus 2024-07-01_16_04_10L’offerta è riservata ai clienti in portabilità provenienti da Iliad, PosteMobile, Fastweb e Operatori Virtuali (esclusi KENA, VERY, HO MOBILE). include minuti ed SMS illimitati e 150 Giga Giga illimitati con metodo di pagamento Smart Pay (IBAN) prezzo bloccato per 24 mesi attivando . 5G L’offerta viene addebitata attraverso il metodo di pagamento scelto, ma non è soggetta a nessun vincolo contrattuale. Date11 Luglio 2023 Torna in Vodafone Bronze Plus con minuti, SMS, Giga illimitati e prezzo bloccato 24 mesi 26 Luglio 2023 Vodafone Bronze Plus da oggi anche con 5G incluso: tutto illimitato a 9,99 euro al mese 24 aprile 2024 Vodafone Bronze Plus: diventa di 150 Giga al mese anzichè 70 Giga al mese per le nuove attivazionie Giga illimitatiIl giga non è illimitati, vari utenti hanno già segnalato che Vodafone ha applicato limitazioni alla velocità di connessione, anche se non avevano utilizzato molti giga. (Tuttavia, una volta che sei stato limitato in velocità, puoi sbloccare la situazione chiamando il servizio clienti, sempre) La limitazione dovrebbe essere minore per l’utilizzo su dispositivi mobili rispetto all’utilizzo come hotspot. Meglio non superare i 100 GB di download al giorno. 21-09-2023 Hanno limitato la mia velocità internet a 500 kbps dopo aver raggiunto 498 GB di utilizzo. 28-09-2023 Dopo essere stato bloccato a 498 GB, ho contattato il loro supporto tramite Twitter e sono stato sbloccato dopo 4 giorni. Secondo la mia esperienza personale, se avete bisogno di 400 GB o meno, non dovrebbe esserci alcun problema; si potrebbe considerare 10 euro per 400 GB. Tuttavia, se superate i 400 GB, dovreste considerare di fare attenzione. 06-2024 Link utilisito ufficiale Vodafone Bronze Plus contratto Vodafone Bronze Plus Telegram: Contact @vodafonebronzeplus Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"TCL H500 MOD SSH","slug":"TCL-H500-MOD-SSH","date":"2023-07-09T20:13:39.000Z","updated":"2023-07-09T20:16:04.024Z","comments":true,"path":"2023/07/09/TCL-H500-MOD-SSH/","link":"","permalink":"https://enzolorio.github.io/2023/07/09/TCL-H500-MOD-SSH/","excerpt":"TCL H500 MOD SSH","text":"TCL H500 MOD SSH 1234567#Change root passwordsu#Open SSH/usr/sbin/dropbear -p 2222","categories":[],"tags":[]},{"title":"China Unicom VN007+China Unicom VN007+","slug":"VN007+","date":"2023-07-08T20:23:45.000Z","updated":"2025-03-27T14:03:37.648Z","comments":true,"path":"2023/07/08/VN007+/","link":"","permalink":"https://enzolorio.github.io/2023/07/08/VN007+/","excerpt":"🔍 Router 5G China Unicom VN007+: Un’evoluzione concreta per una rete veloce e stabile","text":"🔍 Router 5G China Unicom VN007+: Un’evoluzione concreta per una rete veloce e stabile 🔍 Router 5G VN007+: Un’evoluzione concreta per una rete veloce e stabileIl VN007+ rappresenta un’evoluzione diretta del popolare VN007, introducendo miglioramenti significativi in termini di compatibilità, stabilità operativa e funzionalità avanzate per il controllo della connessione. Si tratta di un router 5G CPE pensato per utenti tecnici ed esperti che richiedono affidabilità e possibilità di personalizzazione in contesti reali. 🆚 VN007 vs VN007+: le differenze rilevantiIl primo modello, VN007, era afflitto da incompatibilità parziali con alcuni operatori mobili – in particolare Vodafone e Iliad – che ne limitavano l’uso in alcuni scenari europei. Il nuovo VN007+ supera queste criticità, risultando completamente compatibile con le SIM degli operatori italiani ed europei, grazie a un aggiornamento firmware e una gestione più raffinata dello stack modem. ⚙️ Specifiche tecniche principali SoC: UNISOC V510 – soluzione multi-mode compatibile con 4G/5G NSA e SA Velocità teorica 5G: fino a 2.3 Gbps in download / 1.15 Gbps in upload Prestazioni reali rilevate in Italia: ~700 Mbps (DL) / ~110 Mbps (UL) 5G Dual Mode: supporto completo sia per reti NSA (Non-Standalone) che SA (Standalone) SIM: piena compatibilità con TIM, Vodafone, WindTre, Iliad, PosteMobile e operatori MVNO Antenne: integrate con design omnidirezionale; connettori per antenne esterne disponibili 📶 Bande radio supportate5G NR:n1 / n3 / n8 / n28 / n41 / n77 / n78 / n79 4G LTE:b1 / b2 / b3 / b5 / b7 / b8 / b20 / b28, più bande minori a supporto 🔧 Funzioni avanzate per utenti esperti Band Lock / Cell Lock: possibilità di bloccare manualmente una banda o una cella specifica per garantire stabilità del segnale e ridurre il jitter nei contesti congestionati Modifica IMEI (uso tecnico): 12plaintextCopyEditAT+SPIMEI=0, &quot;INSERISCI IMEI&quot;AT+SPIMEI? Interfaccia web avanzata: accesso a metriche in tempo reale come qualità del segnale (RSRP/RSRQ/SINR), frequenze in uso, PLMN attivo Modalità SuperAdmin disponibile (tramite tool esterni) per configurazioni approfondite 📡 Supporto per antenne esterneIl dispositivo è dotato di connettori IPX1 SMA per il collegamento di antenne esterne. La disposizione è la seguente: ANT 3 / ANT 6: porta MAIN ANT 4 / ANT 5: porta MIMO ANT 3 = SA, ANT 6 = NSA Questo consente un tuning più efficace della ricezione in base alla rete attiva e alla modalità di connessione (Standalone o Non-Standalone). 📊 Aggregazione Carrier 4G LTE: supporta aggregazione fino a tre bande 5G NR: confermata la CA tra banda N78 e secondarie (es. n1/n3) Test in presenza di buon segnale mostrano picchi reali di circa 650 Mbps in downstream 🔗 Risorse firmware e strumenti utili Firmware VN007+ (GitHub): mattfaraday/vn007 – sezione fw/plus SuperAdmin Generator: 🔓 联通(华盛通信)VN007+ 超级密码计算器 (nobige.cn) [🔐 Unicom SuperAdmin Generator – jeromelaliag.com](https://jeromelaliag.com/tools/Unicom SuperAdmin Generator/) 🧪 墨天逸：VN007+ IMEI 超密计算工具 🧭 Conclusioni tecnicheIl VN007+ si propone come una soluzione concreta per utenti che necessitano di un router 5G flessibile, stabile e personalizzabile. A differenza del suo predecessore, la maggiore compatibilità SIM e le funzionalità avanzate (come Cell Lock, modifica IMEI e dashboard tecnica) lo rendono adatto a impieghi in ambito domestico, semi-professionale o per test su reti mobili. Se desideri, posso integrare una sezione comparativa con altri router (es. ZTE, Huawei, Tozed, ecc.) o aggiungere dettagli su comportamenti firmware, log, compatibilità VoLTE o bridge-mode. Vuoi proseguire in quella direzione?","categories":[],"tags":[]},{"title":"Deco X80-5G","slug":"TP-Link-Deco-X80-5G","date":"2023-07-03T22:00:00.000Z","updated":"2023-07-04T19:13:51.437Z","comments":true,"path":"2023/07/04/TP-Link-Deco-X80-5G/","link":"","permalink":"https://enzolorio.github.io/2023/07/04/TP-Link-Deco-X80-5G/","excerpt":"","text":"TP-Link Deco X80-5GDeco X80-5G adopts Qualcomm Networking Pro 1610 Platform and Snapdragon X55 5G Modem chip https://iphonewired.com/industry/501673/","categories":[],"tags":[]},{"title":"TCL HH500v 5G LTE ROUTER 5G SNAPDRAGON X55 WIFI 6 APN","slug":"HH500v-APN","date":"2023-07-03T15:32:52.000Z","updated":"2023-12-31T12:53:28.603Z","comments":true,"path":"2023/07/03/HH500v-APN/","link":"","permalink":"https://enzolorio.github.io/2023/07/03/HH500v-APN/","excerpt":"Dopo aver personalizzato l’APN, il router non si connette automaticamente.Per risolvere questo problema, la prima cosa da fare è impostare la modalità di connessione del router su manuale. Successivamente, modifica il nome dell’apn predefinito “default” in un altro nome di tua scelta. Dopodiché, crea un nuovo apn e, una volta creato con successo, rinominalo come “default”. Infine, reimposta la modalità di connessione su automatico. Si applica solo a HH500V_VDFES_V2.0.0B19.","text":"Dopo aver personalizzato l’APN, il router non si connette automaticamente.Per risolvere questo problema, la prima cosa da fare è impostare la modalità di connessione del router su manuale. Successivamente, modifica il nome dell’apn predefinito “default” in un altro nome di tua scelta. Dopodiché, crea un nuovo apn e, una volta creato con successo, rinominalo come “default”. Infine, reimposta la modalità di connessione su automatico. Si applica solo a HH500V_VDFES_V2.0.0B19.","categories":[],"tags":[]},{"title":"ZTE MC7010 MC889 5G","slug":"ZTE-MC7010","date":"2023-05-15T15:32:52.000Z","updated":"2025-03-27T21:57:40.171Z","comments":true,"path":"2023/05/15/ZTE-MC7010/","link":"","permalink":"https://enzolorio.github.io/2023/05/15/ZTE-MC7010/","excerpt":"ZTE MC7010 / MC889 5G - Analisi Tecnica per Uso Outdoor ⚠️ Tutti i modelli ZTE MC7010 e MC889 sono brandizzati: è essenziale controllare il firmware prima dell’acquisto. 📹 Video guida installazione MC7010ZTE 5G Outdoor CPE MC7010 Installation Guide - YouTube MC7010 - Varianti principali🇦🇹 3 AT (Austria) Interfaccia in inglese/tedesco personalizzata dall’operatore Funziona con tutte le SIM Cell Lock + Band Lock: funzionanti ✅ Firmware: MC7010_H3G_AT_B07 LTE Capability 5G Capability 🇮🇹 Vodafone Italia Funziona con tutte le SIM NO Cell Lock / NO Band Lock ❌ Non aggrega B20 (problema firmware) Possibile modifica APN tramite credenziali: Utente: Superuser Password: Zm#pna7hE@9q+Wx6 Guida: Forum Fibra.click Sblocco possibile, ma a rischio: Discussione Versione Cinese Supporta solo alcune combinazioni CA: B1+B3 Non supporta B1+B7 / B3+B7 / B1+B3+B7 Limitazioni hardware accertate Fastweb &amp; Linkem Firmware: BD_ITFASTWEBMC7010V1.0.0B13 BD_ITLINKEMMC7010V1.0.0B07 Dispositivi bloccati: non funzionano con alcuna SIM Wind Firmware: BD_MC7010V1.0.0B04 Funziona solo tramite VLAN DNA (Finlandia) Firmware: MC7010_DNA5_B14_FWA Manca la banda B38 3 UK SIM-Locked Elisa (Finlandia) MC7010_Elisa1_B07: NO Cell Lock MC7010_Elisa1_B17: Cell Lock funzionante Telenor Supporta B38 anche se non dichiarata B32 aggregabile Versione svedese pienamente funzionante 7010CA / PV_ZTE_MC7010CAV1.0.0B01 Nessun segnale se non sbloccato Firmware personalizzato Cina: BD_XCBZHKMC7010V1.0.0B01 B28 non supportata MC889 - Varianti principaliZTE MC889_BD_ATMC889V1.0.0B05 Funziona con tutte le SIM Band Lock + Cell Lock ✅ UE Capability STDMC8891.0.0B01 Band Lock + Cell Lock presenti BD_MC889V1.0.0B01 Funziona con tutte le SIM BD_LIVEWIREUKMC889V1.0.0B06 Tutto funzionante (inclusi Lock) Note HardwareNel modello MC7010 sono state rilevate limitazioni hardware: alcuni esemplari risultano privi di componenti RF specifici, che impediscono l’utilizzo di determinate bande (es. B7/B28). Foto disponibili: Firmware &amp; Modding Thread tecnico su 4PDA (MC801 / MC7010): 4PDA Forum Firmware Elisa con accesso admin: Download Mega ⚠️ Installare un firmware errato o incompatibile può causare danni irreversibili al dispositivo. Procedere solo se esperti. Hack / Utility Video: Hack ZTE MC801A - Bande, lock di cella , DNS via browser Script JS per modelli ZTE (MC7010 / 801 / MU5001): miononno.it ConclusioneI modelli ZTE MC7010 e MC889 offrono buone prestazioni in ambito outdoor, ma presentano molte varianti firmware/operatori con funzionalità molto diverse. ⚠️ Controllare sempre la versione firmware prima dell’acquisto per evitare limitazioni critiche (SIM lock, assenza band lock, bande non supportate a livello hardware).","text":"ZTE MC7010 / MC889 5G - Analisi Tecnica per Uso Outdoor ⚠️ Tutti i modelli ZTE MC7010 e MC889 sono brandizzati: è essenziale controllare il firmware prima dell’acquisto. 📹 Video guida installazione MC7010ZTE 5G Outdoor CPE MC7010 Installation Guide - YouTube MC7010 - Varianti principali🇦🇹 3 AT (Austria) Interfaccia in inglese/tedesco personalizzata dall’operatore Funziona con tutte le SIM Cell Lock + Band Lock: funzionanti ✅ Firmware: MC7010_H3G_AT_B07 LTE Capability 5G Capability 🇮🇹 Vodafone Italia Funziona con tutte le SIM NO Cell Lock / NO Band Lock ❌ Non aggrega B20 (problema firmware) Possibile modifica APN tramite credenziali: Utente: Superuser Password: Zm#pna7hE@9q+Wx6 Guida: Forum Fibra.click Sblocco possibile, ma a rischio: Discussione Versione Cinese Supporta solo alcune combinazioni CA: B1+B3 Non supporta B1+B7 / B3+B7 / B1+B3+B7 Limitazioni hardware accertate Fastweb &amp; Linkem Firmware: BD_ITFASTWEBMC7010V1.0.0B13 BD_ITLINKEMMC7010V1.0.0B07 Dispositivi bloccati: non funzionano con alcuna SIM Wind Firmware: BD_MC7010V1.0.0B04 Funziona solo tramite VLAN DNA (Finlandia) Firmware: MC7010_DNA5_B14_FWA Manca la banda B38 3 UK SIM-Locked Elisa (Finlandia) MC7010_Elisa1_B07: NO Cell Lock MC7010_Elisa1_B17: Cell Lock funzionante Telenor Supporta B38 anche se non dichiarata B32 aggregabile Versione svedese pienamente funzionante 7010CA / PV_ZTE_MC7010CAV1.0.0B01 Nessun segnale se non sbloccato Firmware personalizzato Cina: BD_XCBZHKMC7010V1.0.0B01 B28 non supportata MC889 - Varianti principaliZTE MC889_BD_ATMC889V1.0.0B05 Funziona con tutte le SIM Band Lock + Cell Lock ✅ UE Capability STDMC8891.0.0B01 Band Lock + Cell Lock presenti BD_MC889V1.0.0B01 Funziona con tutte le SIM BD_LIVEWIREUKMC889V1.0.0B06 Tutto funzionante (inclusi Lock) Note HardwareNel modello MC7010 sono state rilevate limitazioni hardware: alcuni esemplari risultano privi di componenti RF specifici, che impediscono l’utilizzo di determinate bande (es. B7/B28). Foto disponibili: Firmware &amp; Modding Thread tecnico su 4PDA (MC801 / MC7010): 4PDA Forum Firmware Elisa con accesso admin: Download Mega ⚠️ Installare un firmware errato o incompatibile può causare danni irreversibili al dispositivo. Procedere solo se esperti. Hack / Utility Video: Hack ZTE MC801A - Bande, lock di cella , DNS via browser Script JS per modelli ZTE (MC7010 / 801 / MU5001): miononno.it ConclusioneI modelli ZTE MC7010 e MC889 offrono buone prestazioni in ambito outdoor, ma presentano molte varianti firmware/operatori con funzionalità molto diverse. ⚠️ Controllare sempre la versione firmware prima dell’acquisto per evitare limitazioni critiche (SIM lock, assenza band lock, bande non supportate a livello hardware). 70103 AT Le uniche due lingue sono il tedesco e l’inglese e il web è personalizzato dall’operatore, ma in realtà il router supporta tutte le schede ed è perfettamente funzionante. cell lock+ bands lock👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍 MC7010 H3G Austria B07 LTE / 5G Vodafone ITAFUNZIONA CON TUTTE LE SIM Non aggrega b20NO CELL LOCKNO BANDS LOCK È possibile modificare l’apn tramite Superuser. nome utente = SuperuserPassword = Zm#pna7hE@9q+Wx6 Se si desidera utilizzare la scheda di vdf diversa da quella abbinata , è necessario modificare questi tre APN. Questo router è sbloccabile 10-08-2023 CINESEIt can handle B1+B3, but cant handle B1 + B7 OR B3 + B7 let alone B1 + B3 +B7, Fastweb &amp; LINKEMFermacarte non funziona con nessun sim BD_ITFASTWEBMC7010V1.0.0B13 BD_ITLINKEMMC7010V1.0.0B07 blocatto non si puo’ fare niente 27-06-2023 @Giammarco Giammarco ha scoperto che questo router manca di alcuni chip rf a livello hardware, quindi alcune bande non sono supportate a livello hardware. WindBD_MC7010V1.0.0B04 va solo in vlan DNAMC7010_DNA5_B14_FWA non ha la b38 3 UKSIM LOCKED ELISA MC7010_Elisa1_B07 no cell lock B17 HA cell lock 7010CAda sbloccare altrimenti no segnale BD_XCBZHKMC7010V1.0.0B01ZTE MC801 / MC801а – обсуждение - 4PDAno more b28 TelenorLa frequenza B38 non è elencata sulla pagina web, tuttavia si può aggregare tranquillamente. Il B32 dovrebbe essere lo stesso. Lo zte è davvero troppo complicato. Three MC7010 Telenor original firmware Qualcuno ha provato a modificare il firmware e ci è riuscito I’m 100% what he did. From what I could see he took the files from 3_Download_File MC7010_Elisa1_B07 and then replaced the sdxprairie-sysfs.ubi file with that from the Play firmware. versione svedese, funziona tutto","categories":[],"tags":[]},{"title":"Zyxel 5G NR/4G LTE CPE Quick Sales Guide","slug":"Zyxel-5G-NR-4G-LTE-CPE-Quick-Sales-Guide","date":"2023-02-17T12:27:09.000Z","updated":"2023-02-24T20:24:31.722Z","comments":true,"path":"2023/02/17/Zyxel-5G-NR-4G-LTE-CPE-Quick-Sales-Guide/","link":"","permalink":"https://enzolorio.github.io/2023/02/17/Zyxel-5G-NR-4G-LTE-CPE-Quick-Sales-Guide/","excerpt":"Zyxel 5G NR/4G LTE CPE Quick Sales Guide","text":"Zyxel 5G NR/4G LTE CPE Quick Sales Guide","categories":[],"tags":[]},{"title":"Zyxel NR5103E","slug":"Zyxel-NR5103E","date":"2023-02-17T12:27:09.000Z","updated":"2025-03-27T21:52:22.339Z","comments":true,"path":"2023/02/17/Zyxel-NR5103E/","link":"","permalink":"https://enzolorio.github.io/2023/02/17/Zyxel-NR5103E/","excerpt":"Zyxel NR5103 Zyxel NR5103E","text":"Zyxel NR5103 Zyxel NR5103E 🧩 Zyxel NR5103 / NR5103E – Router 5G indoor con MediaTek T750 e WiFi 6Lo Zyxel NR5103 rappresenta uno dei modelli più completi della categoria CPE 5G indoor, successore diretto del popolare NR5101. Basato su SoC MediaTek T750, integra funzionalità avanzate come aggregazione NR CA, doppia porta 2.5GbE e supporto WiFi 6 AX3600, offrendo una soluzione versatile e performante per ambienti residenziali o professionali. ⚙️ Caratteristiche principali Modem: MediaTek T750 con supporto 5G SA/NSA e LTE-A Connettività wireless: NR5103: WiFi 6 AX3600 NR5103E: WiFi 6 AX1800 (versione economica) Porte LAN: 2x 2.5G Ethernet, perfette per sfruttare la banda piena del 5G Connettori antenna esterna: 4x TS9 sul retro (4G e 5G MIMO 4x4) Raffreddamento attivo: ventola interna per stabilità termica in uso prolungato 📶 Bande supportateIl NR5103 supporta una vasta gamma di bande LTE e 5G, non sempre documentate in modo preciso nelle brochure ufficiali: 4G LTE: B1, B3, B5, B7, B8, B20, B28, B32, B38, B40, B41, B42, B43 5G NR: n1, n3, n5, n7, n8, n20, n28, n38, n40, n41, n77, n78 Le capacità CA (Carrier Aggregation) sono gestite direttamente dal modem MediaTek T750, con supporto NR-CA e LTE-CA su più bande simultanee. 🔧 Funzioni avanzate: Band Lock &amp; Cell LockLa disponibilità delle funzioni Band Lock e Cell Lock dipende fortemente dalla versione del dispositivo e dal firmware installato. Ecco una panoramica tecnica basata su test reali: Versione Band Lock Cell Lock Note NR5103 – generico ✔ ✖ Supporta solo il blocco delle bande; nessun accesso al cell lock NR5103E – TRE.SE ✔ ✔ Unica variante nota con Cell Lock funzionante (solo in inglese) UK EE – Smart Hub ✖ ✖ Interfaccia EE bloccata, nessun accesso a funzioni avanzate UK Three ✔ ✖ Band lock disponibile, ma il cell lock non è presente Nebula (gestito) ✔ ✖ band lock disponibile 🔍 Nota: nel modello TRE.SE, il Cell Lock funziona solo se la lingua è impostata su inglese. Passando ad altre lingue, la funzione viene disattivata a livello UI. 🧱 Antenne esterne – Ottimizzazione segnaleSul retro del dispositivo sono presenti 4 connettori TS9, compatibili con antenne esterne per: Miglioramento ricezione 4G/5G in aree deboli Supporto a configurazioni MIMO 4x4 reali Maggiore flessibilità di posizionamento antenna indipendente dall’unità router 🖥️ Firmware e sblocco potenzialeSebbene le versioni brandizzate abbiano interfacce limitate, è noto che alcuni utenti esperti sono riusciti a sostituire il firmware con una versione ufficiale Zyxel più completa. 🔐 Tuttavia, il metodo non è stato reso pubblico e richiede competenze tecniche avanzate. Al momento, non esiste una guida verificata per l’unlock generalizzato. 🧭 Considerazioni finaliIl Zyxel NR5103 è uno dei pochi router 5G indoor che unisce: Hardware potente (MediaTek T750 + WiFi 6 AX3600) Connettività cablata avanzata (dual 2.5G) Supporto reale per antenne esterne e MIMO 4x4 Funzioni band lock e (parziale) cell lock ​","categories":[],"tags":[]},{"title":"Tenda 5G03 AX1800 Wi-Fi 6 5G NR Router PHOTOS","slug":"TENDA-5G03-PHOTOS","date":"2023-02-11T16:16:14.000Z","updated":"2023-11-27T18:37:16.437Z","comments":true,"path":"2023/02/11/TENDA-5G03-PHOTOS/","link":"","permalink":"https://enzolorio.github.io/2023/02/11/TENDA-5G03-PHOTOS/","excerpt":"Tenda 5G03 AX1800 Wi-Fi 6 5G NR Router PHOTOS","text":"Tenda 5G03 AX1800 Wi-Fi 6 5G NR Router PHOTOS","categories":[],"tags":[]},{"title":"Tenda 5G03 AX1800 Wi-Fi 6 5G NR Router","slug":"TENDA-5G03","date":"2023-02-11T16:16:14.000Z","updated":"2023-11-27T18:37:05.745Z","comments":true,"path":"2023/02/11/TENDA-5G03/","link":"","permalink":"https://enzolorio.github.io/2023/02/11/TENDA-5G03/","excerpt":"","text":"Tenda 5G03 AX1800 Wi-Fi 6 5G NR Router5G03 Download-Tenda (Italia)","categories":[],"tags":[]},{"title":"HUAWEI Router 5G CPE PRO 2 (H122-373)","slug":"H122-373","date":"2022-12-06T15:55:27.000Z","updated":"2024-12-27T23:42:03.134Z","comments":true,"path":"2022/12/06/H122-373/","link":"","permalink":"https://enzolorio.github.io/2022/12/06/H122-373/","excerpt":"","text":"HUAWEI Router 5G CPE PRO 2 (H122-373): Prestazioni e Affidabilità in Casa 🏡Quando si parla di connettività affidabile, il HUAWEI Router 5G CPE PRO 2 (H122-373) si posiziona tra le scelte migliori sul mercato. È progettato per offrire prestazioni di rete elevate, supportando 5G e WiFi di ultima generazione, con caratteristiche tecniche ideali per un uso domestico. Caratteristiche principali: Firmware e aggiornamenti: La versione 10 del firmware non supporta l’aggregazione delle bande B1 per TIM e Wind. Gli aggiornamenti possono essere effettuati esclusivamente tramite OTA. L’aggiornamento manuale locale può causare malfunzionamenti irreparabili al router. Porte di rete e utilizzo: RJ11: La porta è destinata solo per le funzioni VOIP. Non è possibile effettuare o ricevere chiamate tramite la SIM integrata. Stabilità e raffreddamento: Dotato di un ventilatore integrato per mantenere temperature ottimali durante il funzionamento, garantendo affidabilità e durata. Limitazioni conosciute: Compatibilità aggregazione bande: Non tutte le bande sono supportate; alcuni utenti TIM e Wind potrebbero non beneficiare dell’aggregazione B1. Aggiornamento del firmware: Solo via OTA. Procedere diversamente può rendere il router inutilizzabile. Un router domestico eccellenteNonostante alcune limitazioni, il HUAWEI Router 5G CPE PRO 2 resta un’ottima scelta per chi cerca stabilità e affidabilità in un ambiente domestico, grazie alle sue prestazioni solide e al raffreddamento integrato. Se hai esperienze o domande su questo dispositivo, sentiti libero di condividerle! 😊","categories":[],"tags":[]},{"title":"Xiaomi 5G CPE Pro Magenta Internet 5G Box AX5400","slug":"Xiaomi 5G CPE Pro Magenta Internet 5G Box AX5400","date":"2022-12-05T15:51:43.000Z","updated":"2023-02-24T20:28:05.097Z","comments":true,"path":"2022/12/05/Xiaomi 5G CPE Pro Magenta Internet 5G Box AX5400/","link":"","permalink":"https://enzolorio.github.io/2022/12/05/Xiaomi%205G%20CPE%20Pro%20Magenta%20Internet%205G%20Box%20AX5400/","excerpt":"Xiaomi 5G CPE Pro Magenta Internet 5G Box AX5400","text":"Xiaomi 5G CPE Pro Magenta Internet 5G Box AX5400","categories":[],"tags":[]},{"title":"Utilizzare Vodafone Power station come Access Point/ Router secondario","slug":"Utilizzare-Vodafone-Power-station-come-Access-Point-Router-secondario","date":"2022-10-01T10:56:38.000Z","updated":"2025-03-28T18:59:25.482Z","comments":true,"path":"2022/10/01/Utilizzare-Vodafone-Power-station-come-Access-Point-Router-secondario/","link":"","permalink":"https://enzolorio.github.io/2022/10/01/Utilizzare-Vodafone-Power-station-come-Access-Point-Router-secondario/","excerpt":"Utilizzare Vodafone Power station come Access Point/ Router secondario","text":"Utilizzare Vodafone Power station come Access Point/ Router secondario","categories":[],"tags":[]},{"title":"zte 289f dhcp off with xiaomi ax3000","slug":"zte-289f-dhcp-off-with-xiaomi-ax3000","date":"2022-09-08T08:50:42.000Z","updated":"2022-09-08T08:53:24.125Z","comments":true,"path":"2022/09/08/zte-289f-dhcp-off-with-xiaomi-ax3000/","link":"","permalink":"https://enzolorio.github.io/2022/09/08/zte-289f-dhcp-off-with-xiaomi-ax3000/","excerpt":"","text":"Disattivare il DHCP significa ridurre il carico di lavoro della CPE.","categories":[],"tags":[]},{"title":"istruzione per 818 263","slug":"istruzione-per-818-263","date":"2022-07-12T19:55:25.000Z","updated":"2022-07-12T20:08:32.747Z","comments":true,"path":"2022/07/12/istruzione-per-818-263/","link":"","permalink":"https://enzolorio.github.io/2022/07/12/istruzione-per-818-263/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"istruzione per 286D NORDIC","slug":"istruzione-per-286D-NORDIC","date":"2022-07-12T19:54:40.000Z","updated":"2022-07-22T20:38:28.098Z","comments":true,"path":"2022/07/12/istruzione-per-286D-NORDIC/","link":"","permalink":"https://enzolorio.github.io/2022/07/12/istruzione-per-286D-NORDIC/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"istruzione per 289F","slug":"istruzione-per-289F","date":"2022-07-12T19:54:19.000Z","updated":"2022-07-12T20:10:26.597Z","comments":true,"path":"2022/07/12/istruzione-per-289F/","link":"","permalink":"https://enzolorio.github.io/2022/07/12/istruzione-per-289F/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Libertà di stampa","slug":"Libertà-di-stampa","date":"2022-06-25T09:51:48.000Z","updated":"2022-06-27T18:14:14.128Z","comments":true,"path":"2022/06/25/Libertà-di-stampa/","link":"","permalink":"https://enzolorio.github.io/2022/06/25/Libert%C3%A0-di-stampa/","excerpt":"","text":"Libertà di stampaLa libertà di stampa è in realtà una cosa molto facile da ottenere.😀 Selezione della stampanteLe stampanti per uso domestico sono essenzialmente due Stampanti a getto d’inchiostro che usano dei piccoli fori per spruzzare l’inchiostro sulla carta. Stampanti laser che usano inchiostro secco (il toner) che viene appiccicato sulla carta mediante carica elettrostatica. Non è consigliato, perché crea polvere e ozono quando è in funzione. anche se «Tutto è veleno: nulla esiste di non velenoso. Solo la dose fa in modo che il veleno non faccia effetto.» ma non è consigliato. Se dovete usarlo, non mettetelo nella stanza da letto. Stampanti a getto d’inchiostro termico: in corrispondenza di ogni ugello è posizionato un resistore attraverso il quale vengono fatti passare impulsi di corrente; ad ogni impulso il resistore si scalda alla temperatura di alcune centinaia di gradi in pochi microsecondi e genera nell’inchiostro a contatto con esso una bolla di vapore. L’espansione di quest’ultima provoca l’espulsione della goccia dall’ugello soprastante. Questa è la tecnologia più diffusa nell’ambito home/office ed è utilizzata da Hewlett-Packard, Canon, Lexmark e Olivetti; piezoelettrico: sotto ogni ugello è sistemato un canalino circondato da un cristallo piezoelettrico a cui vengono mandati degli impulsi elettrici; ogni impulso provoca la deformazione del cristallo e conseguentemente la repentina strozzatura del canalino e l’eiezione dell’inchiostro; è la tecnologia utilizzata da Epson. L’uso della tecnologia termica è assolutamente sconsigliato , perché nella maggior parte dei casi la testina di stampa è un materiale di consumo…………. Le stampanti Epson, che sono completamente diverse, utilizzano la tecnologia piezoelettrica e hanno una durata molto lunga della testina di stampa, e alcuni acquistano le loro stampanti specificamente per uso commerciale, come il trasferimento termico ecc.. Alcuni parametri da conoscere quando si acquista una stampanteConfigurazione ugelli800 ugelli per il nero, 256 ugelli per ciascun colore più ugelli sono meglio è (più preciso e più veloce) Monthly Duty Cycle 50000 Il ciclo di lavoro mensile è il numero massimo di pagine che una stampante può stampare al mese senza rompersi. Velocità di stampa ISO/IEC 2473425 pagine/min Monocromatico, 12 pagine/min Colour ISO/IEC 24734:2021(en), Information technology — Office equipment — Method for measuring digital printing productivity Capacità della cartuccia Capacità della cartuccia d’inchiostro: maggiore è la capacità, meglio è. -903xl ml - Google Search CISSCISS = continuous ink supply system = continuous ink supply system In teoria tutte le cartucce sono ricaricabili. Tuttavia, i produttori hanno limitato la stampante installando un chip che registra le informazioni sulla cartuccia e la stampante non funziona se le informazioni non sono corrette. Per ricaricare la cartuccia è quindi necessario un chip autoreset. Per quanto ne so, ci sono tre tipi di autoreset. La stampante legge le informazioni contenute nella cartuccia e, se scopre che l’inchiostro nella cartuccia è esaurito, il chip inizia ad azzerare la cartuccia. (Il chip non conosce la quantità effettiva di inchiostro presente nella cartuccia, che può essere calcolata solo in base a ciascuna stampa.) Se non c’è inchiostro nella cartuccia, il chip si danneggia, non so perché, ma è quello che mi ha detto il venditore , assicuratevi quindi che ci sia sempre inchiostro nella cartuccia. C’è un pulsante che, se tenuto premuto, inizia ad azzerare la cartuccia. Non ho mai usato uno di questi modelli e ho sentito dire che si tratta solo di rimontare la cartuccia. Valvole unidirezionaliUtilizzato per evitare che la cartuccia ritorni nella contenitore. Questo è sempre importante, dopo tutto l’acqua scorre in discesa. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. da finire…………………. [Getto di inchiostro - Wikiwandhttps://t.me/+Rn43J2hi2Zs3ZDBh)","categories":[],"tags":[]},{"title":"Modalità di antenna del CPE ZTE","slug":"Come-rendere-la-rete-più-stabile","date":"2022-06-25T09:22:25.000Z","updated":"2022-06-25T09:42:10.288Z","comments":true,"path":"2022/06/25/Come-rendere-la-rete-più-stabile/","link":"","permalink":"https://enzolorio.github.io/2022/06/25/Come-rendere-la-rete-pi%C3%B9-stabile/","excerpt":"","text":"Come rendere la rete più stabileScheduled reboot / Riavvio programmatoMolti router supportano questa funzione, quindi assicuratevi di attivarla. Prima il mio computer si sconnetteva ogni pochi minuti, avevo appena sostituito la scheda di rete del computer, pensavo che ci fosse un problema con la scheda, ma dopo aver riavviato il router andava tutto bene… Il riavvio programmato è una funzione che si pensava fosse una necessità sui router precedenti con hardware scadente e poca memoria. Alcuni router moderni non supportano queste funzioni e il mio ha funzionato bene per un mese o due prima del problema. Ridurre il lavoro del routerIn generale, è sufficiente disattivare la funzione wifi del router e collegare un AP.","categories":[],"tags":[]},{"title":"Modalità di antenna del CPE ZTE","slug":"Modalità-di-antenna-del-CPE-ZTE","date":"2022-06-25T08:55:50.000Z","updated":"2022-06-25T09:44:24.859Z","comments":true,"path":"2022/06/25/Modalità-di-antenna-del-CPE-ZTE/","link":"","permalink":"https://enzolorio.github.io/2022/06/25/Modalit%C3%A0-di-antenna-del-CPE-ZTE/","excerpt":"","text":"Modalità di antenna del CPE ZTEMF286D MF289FI due modelli più popolari di router zte attualmente disponibili sono entrambi in modalità antenna SISO Modalità di trasmissione a ingresso singolo Uscita singola (SISO) Modalità di trasmissione a ingresso multiplo e uscita multipla (MIMO) single Input Single Output (SISO) multiple-input and multiple-output (MIMO) In breve, è possibile installare l’antenna, ma funziona in modalità SISO anziché MIMO, poi, quando si usa l’antenna interna, si usa la modalità 4x4 MIMO. Il segnale può essere migliorato, ma non si sa se la velocità della rete sarà migliorata, dato che la maggior parte delle stazioni base supporta ancora il 2X2 MIMO. Come far sì che supportino il MIMO289F ANT4 MIMO_1 ANT1 MAIN_HB ANT0 MAIN_MLB ANT2 AUX ANT3 MIMO_0 MLB = MONOPOLE LOW BANDHB = HIGH BANDAUX = AUXILIARY 286D286D dovrebbe essere uguale a 289f con 5 interfacce IPX1 -&gt; SMA","categories":[],"tags":[]},{"title":"Pixel 1 spazio illimitato su Google Foto","slug":"Pixel-1-spazio-illimitato-su-Google-Foto","date":"2022-06-05T08:23:38.000Z","updated":"2022-06-05T08:38:50.015Z","comments":true,"path":"2022/06/05/Pixel-1-spazio-illimitato-su-Google-Foto/","link":"","permalink":"https://enzolorio.github.io/2022/06/05/Pixel-1-spazio-illimitato-su-Google-Foto/","excerpt":"","text":"Pixel 1 spazio illimitato su Google FotoScegliere le dimensioni di caricamento di foto e video - Computer - Guida di Google Foto informazione Il telefono è stato rilasciato nel 2016 e all’epoca il prezzo non era basso. 649 dollari per Pixel da 32 GB. 749 dollari per Pixel da 128 GB. 769 dollari per Pixel XL da 32 GB. 869 dollari per Pixel XL da 128 GB.Oct 4, 2016 Lo schermo è OLED, quindi invecchierà e si brucerà (Burn-in). Per sostituire la batteria è necessario rimuovere lo schermo, che è fragile e può essere facilmente danneggiato da questa operazione. Se questo telefono ha un problema di surriscaldamento o di riavvio, di solito è un problema di scheda madre, quindi non acquistate questo tipo di telefono usato. Il metodo di backup delle fotoFoto -&gt; Pixel -&gt; Google Foto -&gt; Liberare spazio External Links","categories":[],"tags":[]},{"title":"NETGEAR Nighthawk M1 4X4 MIMO MOD","slug":"NETGEAR-Nighthawk-M1","date":"2022-03-19T19:28:47.000Z","updated":"2022-03-19T19:51:20.186Z","comments":true,"path":"2022/03/19/NETGEAR-Nighthawk-M1/","link":"","permalink":"https://enzolorio.github.io/2022/03/19/NETGEAR-Nighthawk-M1/","excerpt":"","text":"NETGEAR Nighthawk M1 4X4 MIMO MOD by NETGEAR Nighthawk M1 4gx LTE Mobile Router Mr1100 (Network unlocked)","categories":[],"tags":[]},{"title":"Costruire un sistema di rete 4G 5G","slug":"Costruire-un-sistema-di-rete-4G","date":"2022-02-24T09:45:18.000Z","updated":"2024-03-08T20:00:27.905Z","comments":true,"path":"2022/02/24/Costruire-un-sistema-di-rete-4G/","link":"","permalink":"https://enzolorio.github.io/2022/02/24/Costruire-un-sistema-di-rete-4G/","excerpt":"Costruire un sistema di rete 4G 5G 04-09-2023","text":"Costruire un sistema di rete 4G 5G 04-09-2023 GlossarioBTS = stazione radio base BTS fibrata sono collegate tramite fibra ottica bassa latenza Come capisco se una BTS è “fibrata”? ponte alta latenza sono collegate tramite ponte radio CAT = Categorie LTE Semplicemente, più alto è il CAT più veloce è la velocità di internet supportata dal router In generale il cat12 supporta 3ca, cat 16 supporta 4ca 4G/LTE Throughput Calculator - Cellular Coverage and Tower Map CELL LOCK In poche parole è possibile bloccare un bts CA = Carrier Aggregation bts trasmetterà segnali su varie frequenze e la con la tecnologia Carrier Aggregation possiamo utilizzare questi segnali simultaneamente. b7+b1+b3+b20+b38 &gt; b1 Combo CA (4G+) di Smartphone e Modem - LTE ITALY Wiki 4G/5G Bands &amp; Combos 5G DSS La sintesi è che in generale la velocità di download non è così veloce e stabile come il 4g+, ma la velocità di upload è più veloce. N3, N28 Il Dynamic Spectrum Sharing (DSS) è una tecnologia che consente alle reti wireless di condividere dinamicamente lo spettro radio tra diverse generazioni di tecnologie wireless, come ad esempio il 4G e il 5G. Ad esempio, se la banda n3 e la banda b3 utilizzano la stessa frequenza, non è possibile utilizzare contemporaneamente due frequenze diverse per trasmettere segnali separati. 5g fake CPE In telecomunicazioni il Customer Premises Equipment (abbreviato in CPE) è un dispositivo elettronico utilizzato come terminale lato utente che può così connettersi direttamente alla rete di trasmissione geografica Per noi è un dispositivo che converte una rete 4G/5G in una connessione wifi o lan. AP Un access point, contraddistinto dall’acronimo AP e conosciuto anche come Access Point wireless, è un dispositivo hardware di rete che consente ad altri dispositivi Wi-Fi di connettersi a una rete cablata Un dispositivo che crea il wifi SIM DeNAT la sim Denat viene fornito IP pubblico con cambio IP ogni 24h e Ipv4 (windtre) Mesh Una tecnologia che collega due AP tra di loro con mezzi cablati o wireless. mesh supporta il roaming ad alta velocità. In parole povere, una rete mesh è costituita da più reti wifi e il passaggio dalla rete wifi di un router a quella di un altro comporta soltanto pochissimi ritardo. DNS Se vogliamo accedere al sito web domain.com, se non abbiamo l’indirizzo ip di domain.com sul nostro computer, dobbiamo accedere al server DNS e il server DNS ci darà l’IP per il sito web domain.com. Il computer memorizza l’IP del sito web, quindi non deve sempre accedere al server dns. La conclusione è che se scegliamo un server DNS migliore, la velocità della rete sarà teoricamente migliore. Offerte da sapereVodafone2024-03-08_20_53_53 Vodafone Bronze Plus | Enzo Lorio WindTre08-09-2023 in pratica è da circa due anni che non cappano più nessuno le soluzioni per w3 | Enzo Lorio 04-09-2023 https://www.alpsim.it/business/it/4g-5g/4g-5g-denat-pro/ Ciao, si ti confermo che i codici HDSUMMER e HDSUMMERDENAT sono ancora validi (-4 euro) si parla della sim w3 Business per Aziende per privati 29-09-2022 Il contratto è sempre lo stesso, ma al momento non impongono alcuna restrizione agli utenti. giga veramente illimitati E si può inserire la sim in qualsiasi dispositivo. tutte le offerte windtre con giga ilimitati sono veramente giga ilimitati Tim cap 1000 giga la tim business mentre quella privati 600 giga Tim unica Aziende che vendono sim. Broker per la Telefonia &amp; Consulenza - Broker Telefonico ed Energetico Anche se il loro sito web sia molto datato, ma molti utenti dei gruppi telegram utilizzano la loro sim. Le loro sim sono comunque valide. Non l’ho mai usato personalmente. LundaX - Internet ULTRAVELOCE e SENZA LIMITI con LundaX HOME - Alpsim Non ho acquistato le loro sims, ma queste tre sono le aziende più famose… Non credo di aver sentito qualcuno lamentarsi di Broker, ma per le altre due aziende a volte vedo persone che si lamentano di loro. Come facciamo a sapere quali stazioni base sono vicine a noi?LTE ITALY - Mappa Antenne 4G Quale scheda sim dovremmo comprare?Poste Mobile CasaWeb Questa è l’unica scheda sim che possiamo comprare attraverso i canali ufficiali Quale router dovremmo comprareSHOP SHOP SHOP SHOP SHOP 3CA ZTE MF286D ROUTER MODEM CPE 4G LTE CAT12 3CA ZTE MF 289F Vodafone FWA ITALIA che (non ha la B20 = ha la b20 ma non aggrega con altre bande ) Chateau LTE12 4CA ZTE MF 289F Vodafone Tedesco (GigaCube) CAT 20 ha due attacchi TS9 pero non spinge niente con antenna non andrà in 2x2 mimo (meglio usarlo in casa e amen) ZTE MF 289F MODEM ROUTER CPE 4G LET CAT 20 FUNZIONA CON TUTTE LE SIM HUAWEI 4G Router B818-263 VODAFONE TEDESCO (GIGACUBE ) FW11 non aggrega b1 con tim B818-263 Firmware 5G Zyxel NR5103E HUAWEI Router 5G CPE PRO 2 MC 801A Router portatile MU5001 X55 CELL LOCK ✅ BANDS LOCK✅ 289f VS 818 huawei 818 263funziona con tutte le sim non ci sono i limitisoltanto non aggrega b1 timfunziona bene con le antenne esterne zte 289faggrega tutte le bandefunziona con tutte le simfunziona male con le antenne esterne è un ottimo router indoor per chi ha una buona segnale ma per chi ha poca segnale e devono usare antenne esterne non è una buona scelta 289f Le prestazioni sono le stesse. Wi-Fi In realtà, le prestazioni Wi-Fi del CPE sono generalmente meno potenti degli AP. È consigliabile disattivare il wi-fi della CPE e utilizzare un AP per creare il wi-fi, in quanto sarà più stabile più potente. C’è anche il fatto che un AP a volte non è sufficiente. È quindi necessario avere più AP e utilizzarli per creare una rete più grande. (MESH) Quale antenna dovremmo comprarehttps://www.youtube.com/c/MioNonno/videos Il LPAD è abbastanza grande e vulnerabile alle intemperie (venti forti) ma è più sensibile TS9 Adattatore SMA in puro metallo possono facilmente rompere il connettore ts9 Antenne 4x4 MIMO4x4 è la scelta migliore, ma per usarli bisogna modificare il router, generalmente i router forniscono solo 2 attacchi , ma per ottenere 4x4 ne servono 4. eurodk MIMO 4x4 QuWireless – Where to buy - QuWireless distributore ufficiale di QuWireless QuPanel LTE HP 4x4 Mimo - YouTube guida per il modingZTE MF 289F Huawei B818-263 I router migliori non danno una migliore velocità di internet, dipende sempre da BTS Se la nostra BTS sono collegate tramite un filo di rame arrugginito, non possiamo avere una buona velocità di internet Load balancingNon è un semplicemente 1+1 Invece, consente ad alcuni software che supportano i download multi-thread di utilizzare più reti contemporaneamente. EdgeRouter X Tetto 🏠Il tetto è il posto migliore per ottenere un segnale, quindi se è possibile installare un router lassù, è sicuramente l’opzione migliore. Attualmente sono disponibili tre opzioni. router indoor + antenna esterna router indoor + scatola stagna (POE) router outdoor router indoor + scatola stagna (POE)materiale APP UtiliNetwork Signal Guru - App su Google Play NetMonster - App su Google Play LTE Italy - App su Google Play comunitytelegram https://t.me/internet4Glte https://t.me/ltesperimentazioni https://t.me/FibraClickBar FibraClick Wiki, risposte sulla fibra ottica","categories":[],"tags":[]},{"title":"Chateau CAT 18","slug":"Chateau-CAT-18","date":"2022-02-24T09:42:34.000Z","updated":"2022-02-24T09:43:47.356Z","comments":true,"path":"2022/02/24/Chateau-CAT-18/","link":"","permalink":"https://enzolorio.github.io/2022/02/24/Chateau-CAT-18/","excerpt":"","text":"Chateau CAT 18","categories":[],"tags":[]},{"title":"ZTE MF 289F MODEM ROUTER CPE 4G LET CAT 20 FUNZIONA CON TUTTE LE SIM","slug":"zte-289f","date":"2022-02-19T15:54:21.000Z","updated":"2025-03-27T13:42:11.821Z","comments":true,"path":"2022/02/19/zte-289f/","link":"","permalink":"https://enzolorio.github.io/2022/02/19/zte-289f/","excerpt":"","text":"ZTE MF 289F MODEM ROUTER CPE 4G LET CAT 20 FUNZIONA CON TUTTE LE SIM🔝 Al momento, questo router è senza dubbio il miglior router 4G disponibile sul mercato, senza concorrenti. 💪 Supporta OpenWRT e aggrega tutte le frequenze, offrendo prestazioni eccezionali. 📞 Inoltre, la porta telefonica è perfettamente utilizzabile. L’unico difetto è la compatibilità con le antenne esterne, ma questo può essere risolto con un adattatore a forma di Y, da 2x IPX a SMA. ZTE MF289F versione tedesca del GigaCube di Vodafone FUNZIONA CON TUTTE LE SIM La porta RJ11 permette di collegare un telefono tradizionale al dispositivo e di ricevere ed effettuare telefonate tramite la scheda SIM senza nessuna configurazione. versione Vodafone FWA ITALIA FUNZIONA CON TUTTE LE SIM versione Vodafone FWA ITALIA non aggrega la B20 ZTE MF289F (Vodafone FWA) - Sblocco aggregazione B20 su modello VFIT - FibraClick Forum Può essere sbloccato, richiede saldatura, ttl. Non è possibile ricevere chiamate o fare chiamate tramite rj11. B20 la banda con maggiore copertura in Italia. Anche se la velocità di connessione offerta sia più lenta rispetto ad altre frequenze, è la più stabile e non è soggetta all’influenza della modalità di risparmio energetico della stazione base. Si tratta di una delle poche frequenze che viene utilizzata 24 ore su 24. La frequenza B20 è disponibile su tutte le stazioni base di default. VOLTEZTE MF289F versione tedesca del GigaCube di Vodafone TIM —&gt; VOLTEW3 —&gt; NO VOLTE 3GVF—&gt; NO VOLTE 2G LTE CA ComboZTE-MF289F-Recovery/cacombo.md at main · stich86/ZTE-MF289F-Recovery ANT4 MIMO_1 ANT1 MAIN_HB ANT0 MAIN_MLB ANT2 AUX ANT3 MIMO_0 MLB = MONOPOLE LOW BANDHB = HIGH BANDAUX = AUXILIARY Utilizza un’interfaccia non standard, simile alla ipx1, ma a metà altezza. Tuttavia, anche l’IPX1 è si collega e funziona bene. Per acquistare un router, puoi dare un’occhiata qui: https://www.subito.it/utente/13746782","categories":[],"tags":[]},{"title":"CAP VF","slug":"CAP-VF","date":"2022-02-04T12:18:00.000Z","updated":"2022-02-04T12:20:24.766Z","comments":true,"path":"2022/02/04/CAP-VF/","link":"","permalink":"https://enzolorio.github.io/2022/02/04/CAP-VF/","excerpt":"","text":"https://www.vodafone.it/privati/supporto/sim-piano-mobile/gestione-piano-mobile.html?icmp=infinito","categories":[],"tags":[]},{"title":"H138-380 HUAWEI 5G CPE Pro 3","slug":"H138-380","date":"2022-01-27T12:28:33.000Z","updated":"2022-01-27T12:31:29.758Z","comments":true,"path":"2022/01/27/H138-380/","link":"","permalink":"https://enzolorio.github.io/2022/01/27/H138-380/","excerpt":"","text":"","categories":[],"tags":[]},{"title":"MC 801A","slug":"MC-801A","date":"2022-01-24T14:19:51.000Z","updated":"2024-01-08T12:01:15.499Z","comments":true,"path":"2022/01/24/MC-801A/","link":"","permalink":"https://enzolorio.github.io/2022/01/24/MC-801A/","excerpt":"","text":"ZTE 801A DreiMaxxMegenta Internet 5G BoxA1 Net Cube 5G 2ZTE HyperBox 5G - MC801A Megenta Internet 5G Box e ZTE HyperBox 5G - MC801A hanno lo stesso firmware L’aggiornamento online dell’801a richiede molto tempo… 5 minuti?Non è consigliabile eseguire l’aggiornamento se il router è attualmente stabile. In particolare, il dreimaxx è diventato instabile dopo l’aggiornamento del firmware. (b17) HyperBox o MegentaMegenta Internet 5G Box e ZTE HyperBox 5G - MC801A hanno lo stesso firmware HyperBox non può flashare se no perde il segnale e per momento no c’è modo per recuperare il segnale I amici russi hanno risolto questo problema. https://4pda.to/forum/index.php?showtopic=1011903&amp;view=findpost&amp;p=117679496 https://4pda.to/forum/index.php?showtopic=1011903&amp;st=1900#entry119272281 USER@555 - w3bsit3-dns.com hanno la porta nascosta cs non funziona VoIP funziona ZTE MC801A “web_version”:”WEB_DETMOMC801AV1.0.0B09 4G/5G Bands &amp; Combos DreiMaxxPuò essere flashato con qualsiasi fw e cambiare imei Alcuni dreimaxx hanno dei blocchi per motivi sconosciuti Ma con la possibilità di cambiare l’imei e il firmware, questo non è un problema ha la porta rj11 e funziona 27-01-2023 Ho trovato un dreimaxx che non poteva essere flashato con il firmware dreimaxx (nessun segnale). Problema risolto con 396590B1250BD_FITELIAMC801AV1.0.0B12. ZTE MC801A BD_ATH3GMC801AV1.0.0B17 4G/5G Bands &amp; Combos Questa è la versione migliore A1 Net Cube 5G 2Il segnale può essere ripristinato flashando 396590B1250BD_FITELIAMC801AV1.0.0B12 ma non c’e’ modo per ritornare fw originale ha la porta rj11 e funziona Il motivo della perdita del segnale è ancora sconosciuto, ci dovrebbe essere un posto per memorizzare i dati all’interno BD_UKH3GMC801AV1.0.0B04 https://4pda.to/forum/index.php?showtopic=1011903&amp;view=findpost&amp;p=119521214 firmwareQuando questo router è stato rilasciato per la prima volta, poiché le persone non ne erano a conoscenza, alcuni hanno provato a flsharlo e a sperimentare altri firmware.Questo è ciò che causa l’assenza di segnale Dal momento che mionono ha rilasciato l’haker, non ha più senso cambiare il firmware. imeiSe esiste una priorità, il telefono deve avere una priorità superiore a quella del router. MyFastweb - Rete Mobile 5G In teoria è possibile utilizzare la rete 5g di fastweb modificando l’imei, ma non ho mai provato. AlimentazioneIl router può funzionare a 5v Molti caricabatterie supportano la ricarica rapida, e quindi non un 5v fisso commuterà automaticamente la tensione in base al dispositivo. (Prestare attenzione se si utilizzano cavi a tensione variabile da 5v a 12v.) Antenna 4g esternaتعديل راوتر ZTE 5G MC801A وعمل وصلات للانتينا الخارجي - البوابة الرقمية ADSLGATE مشاركة تجربة وصلات 4G بدون لحام لراوتر ZTE MC801A 5G - البوابة الرقمية ADSLGATE ZTE MC801 / MC801а – обсуждение - 4PDA A1 E A3 sono main Le due plastiche sono antenne Il nome del cavo è MS156 Antenna esternaL’801a è dotato di due connettori ts9 per la ricezione di segnali 5g. 5g n78 no N3 (Usa la frequenza 4g) LAN Bisogna ammettere che ha una latenza maggiore rispetto ad altri router. ping pc -&gt; router via LAN LED SEGNALE(Tre luci)Acceso: Tre spie indicano la potenza del segnale. Più luci accese significano segnali migliori.Spento: non c’è segnale o non è inserita una scheda nano-SIM. RETERosso: il dispositivo è acceso ma non è registrato alla rete mobile.Blu fisso: il dispositivo è registrato o connesso alla rete mobile 3G/4G.Bianco fisso: il dispositivo è registrato o connesso alla rete 5G.Blu (1 SECONDO) Rosso (2 SECONDI)Il router ti ricorda di tenere sotto controllo il tuo traffico WIFIAcceso: La WLAN (Wi-Fi) funziona normalmente. Lampeggiante: WPS si sta attivando.Spento: la WLAN(Wi-Fi) è disattivata. ALIMENTAZIONEAcceso: Il dispositivo è acceso.Off: il dispositivo è spento.","categories":[],"tags":[]},{"title":"le soluzioni per w3","slug":"le-soluzioni-per-w3","date":"2022-01-20T10:32:57.000Z","updated":"2022-01-26T09:49:46.744Z","comments":true,"path":"2022/01/20/le-soluzioni-per-w3/","link":"","permalink":"https://enzolorio.github.io/2022/01/20/le-soluzioni-per-w3/","excerpt":"","text":"le soluzioni per w3WINDTRE Mobile rimodulazione 2022: da oggi partono gli aumenti ad alcuni clienti. Cosa è cambiato - MondoMobileWeb.it “6.1.5. Per i piani, opzioni e/o promozioni che prevedono traffico voce e dati, è altresì prevista la fruizione del servizio in apparati/terminali omologati e non diversi da cellulare o smartphone”. In poche parole, w3 non permette agli utenti di usare la sim sul routerAlmeno questo è quello che dice il contratto i contratti w3 AndroidEthernet tethering (richiede Android 11) + Adattatore di Rete USB-C a RJ45 con porta di ricarica + AP (che genera il wi-fi) Realme 7 5G (RMX2111) Ethernet tethering arrives in latest Android 11 Developer Preview Xiaomi AX3600 – Router WiFi 6 e AIoT 29010 / DVB4251GL : Amazon.it: Informatica IMEIUsa l’imei del telefono mc801amc801a versione non Hyperbox Il mio Hyperbox è morto dopo il flasshato, nessun servizio ho provato tutti i firmware e nienteIn pratica, è confermato che non si può cambiare l’imei in questa versione.. “web_version”:”WEB_DETMOMC801AV1.0.0B06”,“wa_inner_version”:”MC801AV1.0.0B06” versione Hyperbox ha firmware tedesco e non ha la porta rj11 (ma presente nascosta) versione non Hyperbox tutti quelli con la porta rj11 a vista Megenta Internet 5G Box = Hyperbox 5G = Telekom MC 801A ROSNon ci sono problemi con i router che hanno questo sistema. I dettagli dell’operazione possono essere trovati online","categories":[],"tags":[]},{"title":"ELENCO APN ITALIANI","slug":"ELENCO APN ITALIANI","date":"2022-01-16T14:07:34.000Z","updated":"2022-11-03T09:36:50.058Z","comments":true,"path":"2022/01/16/ELENCO APN ITALIANI/","link":"","permalink":"https://enzolorio.github.io/2022/01/16/ELENCO%20APN%20ITALIANI/","excerpt":"","text":"APNELENCO APN ITALIANI TIM: ibox.tim.it Vodafone: mobile.vodafone.it iphone.vodafone.it Wind: internet.it internet.wind Iliad Italia: iliad Fastweb Mobile: apn.fastweb.it Poste Mobile: wap.postemobile.it casa.postemobile.it (PosteMobile Casa Web) Tiscali Mobile: tiscalimobileinternet Coop Voce: internet.coopvoce.it Kena Mobile: web.kenamobile.it Ho Mobile: web.ho-mobile.it Lycamobile: data.lycamobile.it Rabona Mobile: rabona.it","categories":[],"tags":[]},{"title":"Super Internet Casa - Offerte Internet con Super Internet Wi-Fi","slug":"Super-Internet-Casa","date":"2022-01-16T14:00:00.000Z","updated":"2022-05-28T10:21:06.793Z","comments":true,"path":"2022/01/16/Super-Internet-Casa/","link":"","permalink":"https://enzolorio.github.io/2022/01/16/Super-Internet-Casa/","excerpt":"","text":"Super Internet Casa - Offerte Internet con Super Internet Wi-FiSuper Internet Casa - Offerte Internet con Super Internet Wi-Fi Super Internet Casa = SUPER INTERNET CASA EASY PAY (con carta di credito, conto corrente o carte conto abilitate) Fino a 300 Mega in download e 50 Mega in upload si disconnette ogni 4 ore fino a 500/550 giga vai tranquillo, dopo è un mistero il Servizio è prevista una durata di 24 mesi SIM si può mettere in qualunque modem modem Brandizzato windtre probabile, ma cambiando apn quasi sicuramente si può mettere qualunque sim router B628-265 CAT 12 2CA Huawei B628-265 4G+, Huawei B628-350 4G+ oppure lo ZYXEL LTE5398-M904 in base alle loro disponibilità In caso di reiterato mancato rispetto delle condizioni di utilizzo dell’offerta geolocalizzata in un comune diverso da quello di sottoscrizione o interessato dall’offerta (e di conseguente relativa fruizione) WindTre si riserva di non erogare i benefici legati all’offerta geolocalizzata, conseguentemente, erogando al Cliente un quantitativo di traffico dati inferiore con relativo prezzo ovvero 100 GB (mese) a 12.99€. è una offerta mobilehttps://www.windtre.it/trasparenza-tariffaria/ MOBILE -&gt; Piani Privati -&gt; SUPER INTERNET CASA EASY PAY Poiché questo è un offerta mobile, la CONDIZIONI GENERALI DI CONTRATTO è questo volumi di traffico mensili anomali e almeno superiori a 5 volte rispetto alla media diconsumo di clienti con offerte omogenee o analoghe; volumi di traffico dati superiore per tre mesi consecutivi al volume del traffico mediomensile di clienti con offerte omogenee o analoghe. Caratteristiche offerta Info-consumi-rete-dati","categories":[],"tags":[]},{"title":"Configurare APN su 818-263","slug":"818-263-APN","date":"2022-01-16T13:14:53.000Z","updated":"2022-01-21T13:56:10.157Z","comments":true,"path":"2022/01/16/818-263-APN/","link":"","permalink":"https://enzolorio.github.io/2022/01/16/818-263-APN/","excerpt":"","text":"Configurare APN su 818-263","categories":[],"tags":[{"name":"818-263","slug":"818-263","permalink":"https://enzolorio.github.io/tags/818-263/"}]},{"title":"4G 5G module","slug":"4G-5G-module","date":"2022-01-16T13:09:32.000Z","updated":"2022-01-24T13:51:42.413Z","comments":true,"path":"2022/01/16/4G-5G-module/","link":"","permalink":"https://enzolorio.github.io/2022/01/16/4G-5G-module/","excerpt":"","text":"4G 5G moduleROOter by Of Modems and Men IoT Modules - 5G, 4G LTE and LPWA 4GCAT 16 EM160R-GL 4CA (Snapdragon X24) DW5821e / t77w968 (Snapdragon X20) Telit LM960 CAT 18 Em7690 sierra wireless X55 Senza 5gCAT 12 EM7565 Sierra Wireless EM7565 CAT-12 LTE-A Pro Modem. foxconnFibocom L860-GL-10 LTE CAT-16 M.2 R00ter me lo da supportato veramente Unico problema è stabile solo con 2 ampere ![[Pasted image 20211130123734.png]] 5GRM500Q 3CA 4G 1CA 5G RM502Q 5CA 4G 2CA 5G","categories":[],"tags":[{"name":"4g","slug":"4g","permalink":"https://enzolorio.github.io/tags/4g/"}]},{"title":"Poste Mobile CasaWeb","slug":"Poste-Mobile-CasaWeb","date":"2022-01-15T18:53:25.000Z","updated":"2023-09-01T07:14:49.223Z","comments":true,"path":"2022/01/15/Poste-Mobile-CasaWeb/","link":"","permalink":"https://enzolorio.github.io/2022/01/15/Poste-Mobile-CasaWeb/","excerpt":"","text":"PosteMobile Casa Web20-07-2023mi hanno chiamato per la conferma se devo disattivare o meno. Fine 19-07-2023La scheda SIM non è più in grado di connettersi ad internet. 05-07-2023Hanno aperto gli occhi, dobbiamo andare via. Hanno iniziato a implementare il limite di 480gb al mese. ho disdico subito la sim.. 17-06-2023Finora, hanno solo modificato il contratto senza imporre restrizioni agli utenti. 11-01-2023 Addio PosteMobile Casa Webhttps://www.postemobile.it/offerte-fisso/postemobile-casa-web 120GB x 4 volte ……………………… Addio PosteMobile Casa Web Costo mensile 19,90€ Attivazione 29€ Traffico internet ILLIMITATO (Ho testato personalmente 1.8TB in un mese.) La velocità massima è solo 150Mbps e non è la stessa del contratto (300 Mbps). La velocità della rete è stata ridotta dal passaggio da w3 a vf. Modem WiFi INCLUSO E TRASPORTABILE Puoi mettere la sim su qualsiasi dispositivo e portarla con te ovunque…🧐 Old Router: ZTE MF286R New Router: DWR-960 PosteMobile: Router 4G+ AC1200 non mi ancora arrivato la fatturaCi possono essere mille ragioni per essere in ritardo, ma possiamo scaricarle, quindi non è un problema. https://www.postemobile.it/ Selezionare fisso invece di mobile al momento della registrazione WEB CHAT postemobile To do Invia un’e-mail per richiedere un addebito diretto sulla carta Accede al sito ufficiale e imposta Fattura elettronica Le fatture cartacee costano External Links Ho fatto PosteMobile Casa Web, l’ lnternet illimitato LTE di poste - UiBlog.it Super Internet Casa Easy Pay - FibraClick Forum","categories":[],"tags":[]},{"title":"HUAWEI 4G ROUTER 3 PRIME B818-263 CAT19 LTE ROUTER","slug":"B818-263-Firmware","date":"2022-01-15T16:07:58.000Z","updated":"2023-11-27T18:43:07.352Z","comments":true,"path":"2022/01/15/B818-263-Firmware/","link":"","permalink":"https://enzolorio.github.io/2022/01/15/B818-263-Firmware/","excerpt":"HUAWEI 4G ROUTER 3 PRIME B818-263 CAT19 LTE ROUTERFirmware Al momento possiamo solo accedere al pannello del router per capire che modello è il router. http://192.168.8.1/html/content.html#deviceinformation Configurazione versione file B818-263-CUST 8.0.1.1(C35)","text":"HUAWEI 4G ROUTER 3 PRIME B818-263 CAT19 LTE ROUTERFirmware Al momento possiamo solo accedere al pannello del router per capire che modello è il router. http://192.168.8.1/html/content.html#deviceinformation Configurazione versione file B818-263-CUST 8.0.1.1(C35) c983 fw c1217 è il modello no brand Europa Aggrega W3 B1. La versione più completa. C11/C35 è il brandizzato Vodafone Tedesco (GigaCube) Aggrega W3 B1. RJ11 disabilitato. La versione più consigliata da acquistare al momento; si può trovare di seconda mano su eBay e subito. (HUAWEI 4G Router B818-263 VODAFONE TEDESCO (GIGACUBE) FW11, FUNZIONA CON TUTTE LE SIM) 9831 è il brandizzato DNA (operatore finlandese) Aggiornabile ma non aggrega W3 B1. Comunque, il DNA ha la porta telefonica funzionante. c263 è il brandizzato ??? Funziona piano (con qualsiasi sim) solo in 3G. Quando provo a “forzare” 4G, va in errore e non funziona. C583 è il brandizzato Tiscali Funziona solo con la SIM abbinata. C521 è il brandizzato Vodafone IT La B20 disabilitata. Aggiornabile FW 11. Aggrega W3 B1. Funziona con tutte le SIM. c983 fw c965 no Europa nord-orientale Firmware 11.0.2.1 aggrega B1. aggregare B1 con il router Huawei B818-263 con firmware 11.0.2.1 - YouTube C74 è il brandizzato Optus (Australia) Non aggiornabile FW11. Non aggrega W3 B1. c192 è il brandizzato Tim Il router funziona con tutti i gestori tranne con TIM e Vodafone e i loro operatori virtuali affiliati. Non aggrega W3 B1. Non esiste l’11 versione, max 10.0.0.5.2. il B818 ex tim fwa diventa C983 dopo sblocco da parte di Tim (con Conciliaweb) va con tutti i gestori (dopo cessazione fwa anche Tim), rj11 utilizzabile cs voice (no volte) , ma non aggrega la b1 di Tim, ovviamente con versione 11 Solo i router con la versione firmware 11.11.0.2.1 possono aggregare B1 Tim (Non brand) 18-06-2023. Porta telefonica RJ-11 bloccata in tutte le versioni brandizzate. BUG? La modalità predefinita è Auto. In questo caso, potrebbero esserci conflitti con altri router. Potrebbe entrare in modalità LAN e la luce diventare verde anziché blu. Deve essere risolta in questo modo. Antenne 4x4MIMOLe due porte TS9 d’antenna fornite dal router possono fornire solo 2X2MIMO, mentre con questo metodo è possibile ottenere 4x4 mimo. b818 teardown - YouTube http://www.bez-kabli.pl/viewtopic.php?f=12&amp;t=58667 IPX1 TO SMA","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"4g","slug":"4g","permalink":"https://enzolorio.github.io/tags/4g/"},{"name":"5g","slug":"5g","permalink":"https://enzolorio.github.io/tags/5g/"},{"name":"outdoor","slug":"outdoor","permalink":"https://enzolorio.github.io/tags/outdoor/"},{"name":"818-263","slug":"818-263","permalink":"https://enzolorio.github.io/tags/818-263/"}]}